-module(data_task_talk).
-include("task.hrl").
-export([get/1]).

get(1)->
	{ok,#data_task_talk{
       id = 1,
		 q1 = <<"伟大的战士，你醒过来了？黑暗神灵赐福与你将你复活，我们仍然需要你的力量。这把武器先拿去用吧。"/utf8>>,
		 a1 = <<"赞美黑暗神灵，我愿为神灵继续战斗！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(2)->
	{ok,#data_task_talk{
       id = 2,
		 q1 = <<"现在你需要把武器装备上。这个很简单的，照着我的来做就行了。"/utf8>>,
		 a1 = <<"好的，我试试看。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(3)->
	{ok,#data_task_talk{
       id = 3,
		 q1 = <<"好吧，你终于学会这个了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(4)->
	{ok,#data_task_talk{
       id = 4,
		 q1 = <<"接下来你还得学点战斗用的技能，去找长老吧，他会告诉你的。"/utf8>>,
		 a1 = <<"战斗的技能，我喜欢~"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(5)->
	{ok,#data_task_talk{
       id = 5,
		 q1 = <<"众神礼赞"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(6)->
	{ok,#data_task_talk{
       id = 6,
		 q1 = <<"我已经收到赛伦娜给我的信息了，孩子，照着我说的做。"/utf8>>,
		 a1 = <<"我试试看。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(7)->
	{ok,#data_task_talk{
       id = 7,
		 q1 = <<"太好了，孩子，你已经学会了战斗的技巧。不过你还少一个坚固耐用的战甲，我想地精应该可以满足你的愿望。"/utf8>>,
		 a1 = <<"好的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(8)->
	{ok,#data_task_talk{
       id = 8,
		 q1 = <<"不过地精是个贪婪的种族，我想你去边上拿些水晶矿做交换比较好吧！"/utf8>>,
		 a1 = <<"好的，谢谢你。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(9)->
	{ok,#data_task_talk{
       id = 9,
		 q1 = <<"啊，水晶矿，完美的色泽~很好，战士，这件铠甲是你的了！"/utf8>>,
		 a1 = <<"很好的交易。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(10)->
	{ok,#data_task_talk{
       id = 10,
		 q1 = <<"穿上这件新装备吧战士！让众神看看你的新姿态！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(11)->
	{ok,#data_task_talk{
       id = 11,
		 q1 = <<"如你所愿"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(12)->
	{ok,#data_task_talk{
       id = 12,
		 q1 = <<"去告诉赛伦娜这个好消息吧，顺便帮我解决一下这里的狼人怎么样？"/utf8>>,
		 a1 = <<"没问题的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(13)->
	{ok,#data_task_talk{
       id = 13,
		 q1 = <<"你拿到铠甲了，真的太好了！"/utf8>>,
		 a1 = <<"我刚刚在附近看见了一些绚丽的水晶矿石。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(14)->
	{ok,#data_task_talk{
       id = 14,
		 q1 = <<"水晶矿？你可以去拿回来给我看一下。"/utf8>>,
		 a1 = <<"好的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(15)->
	{ok,#data_task_talk{
       id = 15,
		 q1 = <<"真不错，你找到的是宝贵的强化石"/utf8>>,
		 a1 = <<"哦？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(16)->
	{ok,#data_task_talk{
       id = 16,
		 q1 = <<"是的，它们非常珍稀哦~强化石的作用非常大！让我来教你怎么做吧！"/utf8>>,
		 a1 = <<"感谢您的慷慨，赛伦娜！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(17)->
	{ok,#data_task_talk{
       id = 17,
		 q1 = <<"恩，不错，好好用这个，他会帮助你很多的"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(18)->
	{ok,#data_task_talk{
       id = 18,
		 q1 = <<"我听见你的武器在渴望战斗，战士。山谷里有一群史莱姆，你可以拿它们练练手"/utf8>>,
		 a1 = <<"遵命！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(19)->
	{ok,#data_task_talk{
       id = 19,
		 q1 = <<"干得不错~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(20)->
	{ok,#data_task_talk{
       id = 20,
		 q1 = <<"怎么样，想学点地精的独特手艺么？"/utf8>>,
		 a1 = <<"为什么不呢。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(21)->
	{ok,#data_task_talk{
       id = 21,
		 q1 = <<"哈哈，我喜欢你的性格，拿好这块石头"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(22)->
	{ok,#data_task_talk{
       id = 22,
		 q1 = <<"我给你的那块石头，你可以把它镶嵌到你的装备上，他会大大的加强你的装备，快按照我说的做。"/utf8>>,
		 a1 = <<"好的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(23)->
	{ok,#data_task_talk{
       id = 23,
		 q1 = <<"干得不错，高个子~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(24)->
	{ok,#data_task_talk{
       id = 24,
		 q1 = <<"想试试增强后的武器吗？好久没吃烤乳猪了，你去那边给抓几只猪面怪，给赛伦娜送去，美味要一起分享~"/utf8>>,
		 a1 = <<"好的地精，我的武器已经迫不及待"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(25)->
	{ok,#data_task_talk{
       id = 25,
		 q1 = <<"谢谢你！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(26)->
	{ok,#data_task_talk{
       id = 26,
		 q1 = <<"如果你有三个一样的石头，你可以把他们合成一个更大，更强力的石头，来，按照我说的做。"/utf8>>,
		 a1 = <<"听起来很不错~"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(27)->
	{ok,#data_task_talk{
       id = 27,
		 q1 = <<"你做到了，真神会以你为荣！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(28)->
	{ok,#data_task_talk{
       id = 28,
		 q1 = <<"我感觉到战斗的气息回到了你的身上，战士！树边有一群蝙蝠，去干掉他们，顺便向保罗报道吧~"/utf8>>,
		 a1 = <<"遵命！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(29)->
	{ok,#data_task_talk{
       id = 29,
		 q1 = <<"干得漂亮战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(30)->
	{ok,#data_task_talk{
       id = 30,
		 q1 = <<"你好，战士，我是亚兰大陆护卫队新兵营第二分队第四小组的小组长保罗。"/utf8>>,
		 a1 = <<"你好，保罗"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(31)->
	{ok,#data_task_talk{
       id = 31,
		 q1 = <<"觉醒的战士，听说你们的身体正处在苏醒阶段，还没有完全释放出你们的力量。"/utf8>>,
		 a1 = <<"我也感受到了。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(32)->
	{ok,#data_task_talk{
       id = 32,
		 q1 = <<"但是你看起来有点不太一样哦~"/utf8>>,
		 a1 = <<"是的，我觉得身体里有一股力量，正在汹涌咆哮！"/utf8>>,
		 q2 = <<"哦~天啊，神灵的恩赐！马上去找一瓶恶魔之血！快！去找戈多，那个家伙会教你的！"/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(33)->
	{ok,#data_task_talk{
       id = 33,
		 q1 = <<"你好，战士，现在我们来试验一下"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(34)->
	{ok,#data_task_talk{
       id = 34,
		 q1 = <<"神灵最强大的战士都会学会变身的技巧，这是一种强大的战斗技能，你获得了这项能力！"/utf8>>,
		 a1 = <<"我要怎么运用？"/utf8>>,
		 q2 = <<"战斗会让你积攒怒气，当你积攒完成之后就能释放这个技能，他会让你更加的威武！更加的强大！现在就去试试吧，战士！"/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(35)->
	{ok,#data_task_talk{
       id = 35,
		 q1 = <<"看上去很不错，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(36)->
	{ok,#data_task_talk{
       id = 36,
		 q1 = <<"现在你需要更多的战斗了，收拾下那边的熊怪吧，再向茉莉报道，她是个漂亮的姑娘"/utf8>>,
		 a1 = <<"如您所愿"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(37)->
	{ok,#data_task_talk{
       id = 37,
		 q1 = <<"不愧是重生的勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(38)->
	{ok,#data_task_talk{
       id = 38,
		 q1 = <<"我是茉莉。亚兰大陆护卫队，骑兵营第三分队队长。"/utf8>>,
		 a1 = <<"你好，茉莉。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(39)->
	{ok,#data_task_talk{
       id = 39,
		 q1 = <<"勇士，前面的路更加艰辛，你愿意为亚兰大陆贡献自己的生命吗？"/utf8>>,
		 a1 = <<"义不容辞！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(40)->
	{ok,#data_task_talk{
       id = 40,
		 q1 = <<"我们的军队在路过这里的时候遭到魔族伏击，伤亡惨重，我需要大量魔灵草来为大家治疗。"/utf8>>,
		 a1 = <<"我马上就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(41)->
	{ok,#data_task_talk{
       id = 41,
		 q1 = <<"做得好。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(42)->
	{ok,#data_task_talk{
       id = 42,
		 q1 = <<"向我证明你复活者的实力吧！那些该死的骷髅，干掉他们！为我们的军队报仇！顺便去见见赛伦娜，她好像有东西要送给你。"/utf8>>,
		 a1 = <<"好的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(43)->
	{ok,#data_task_talk{
       id = 43,
		 q1 = <<"哦亲爱的勇士，好久不见！"/utf8>>,
		 a1 = <<"好久不见了赛伦娜。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(44)->
	{ok,#data_task_talk{
       id = 44,
		 q1 = <<"对了，我有个礼物送给你。看，一匹多么健壮的马！你要学着爱护它和让他成长，现在照我说的做！"/utf8>>,
		 a1 = <<"看上去不错"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(45)->
	{ok,#data_task_talk{
       id = 45,
		 q1 = <<"看上去好多了~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(46)->
	{ok,#data_task_talk{
       id = 46,
		 q1 = <<"我给你介绍个新伙伴矮人，他们虽然脾气古怪，但是非常善良，就在那里，去打个招呼吧！"/utf8>>,
		 a1 = <<"好的"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(47)->
	{ok,#data_task_talk{
       id = 47,
		 q1 = <<"嘿！高个子，我看你很顺眼，教你点好东西怎么样?这可是矮人一族从不外传的技巧，变废为宝的神技！"/utf8>>,
		 a1 = <<"听起来挺不错的样子。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(48)->
	{ok,#data_task_talk{
       id = 48,
		 q1 = <<"拿着这个破武器，让我教你点有用的！把这个破装备放到你的熔炉，然后跟着我做"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(49)->
	{ok,#data_task_talk{
       id = 49,
		 q1 = <<"唔唔唔~怎么样，矮人的礼物！哈哈"/utf8>>,
		 a1 = <<"我喜欢矮人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(50)->
	{ok,#data_task_talk{
       id = 50,
		 q1 = <<"萨博是我的人类朋友，他最近好像遇到点麻烦，你能帮我去看看吗？顺便帮我解决掉这路上的食尸鬼吧，它们害得我都不敢往外走。"/utf8>>,
		 a1 = <<"愿意之至。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(51)->
	{ok,#data_task_talk{
       id = 51,
		 q1 = <<"选中的战士是你吗？"/utf8>>,
		 a1 = <<"是的，尊敬的萨博先生，矮人说您遇到了些麻烦，我能为您效劳些什么？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(52)->
	{ok,#data_task_talk{
       id = 52,
		 q1 = <<"啊，那边的魔熊，总是扰乱这里的平静，让他们得到一些教训吧！去看看我的狼人朋友巴鲁，他是条老实的狼。"/utf8>>,
		 a1 = <<"乐意为你效劳。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(53)->
	{ok,#data_task_talk{
       id = 53,
		 q1 = <<"嗷呜~~~嗷~~~~嗷~~~~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(54)->
	{ok,#data_task_talk{
       id = 54,
		 q1 = <<"我是巴鲁，你是重生的战士吗？"/utf8>>,
		 a1 = <<"是的巴鲁"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(55)->
	{ok,#data_task_talk{
       id = 55,
		 q1 = <<"我们狼族在这亚兰大陆才是最勇猛无敌的存在！你说对吗？"/utf8>>,
		 a1 = <<"这...是的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(56)->
	{ok,#data_task_talk{
       id = 56,
		 q1 = <<"说的好战士！如果下次不犹豫就更好了！去看看那里的吸血鬼，他也是我的朋友。还有啊，帮我杀掉一点傀儡，他们太烦人了。"/utf8>>,
		 a1 = <<"好的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(57)->
	{ok,#data_task_talk{
       id = 57,
		 q1 = <<"荣耀与我们同在！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(58)->
	{ok,#data_task_talk{
       id = 58,
		 q1 = <<"苏醒过来的战士？"/utf8>>,
		 a1 = <<"是的，大人。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(59)->
	{ok,#data_task_talk{
       id = 59,
		 q1 = <<"我们血族才是这亚兰大陆上最高贵至上的生灵！战士，你同意么？"/utf8>>,
		 a1 = <<"这...是的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(60)->
	{ok,#data_task_talk{
       id = 60,
		 q1 = <<"哈哈哈，我也就不为难你了，赛伦娜就在前面，去找她吧！还有，路上的那群幽灵......"/utf8>>,
		 a1 = <<"我明白！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(61)->
	{ok,#data_task_talk{
       id = 61,
		 q1 = <<"你好啊战士，我们又见面了。"/utf8>>,
		 a1 = <<"嗨，赛伦娜"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(62)->
	{ok,#data_task_talk{
       id = 62,
		 q1 = <<"你看上去不错啊，战士。"/utf8>>,
		 a1 = <<"那要感谢一路上大家的陪伴与指引，真神荣耀永照大地！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(63)->
	{ok,#data_task_talk{
       id = 63,
		 q1 = <<"看到身上奇怪的印记了吗？"/utf8>>,
		 a1 = <<"看到了，它有什么特殊的含义吗？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(64)->
	{ok,#data_task_talk{
       id = 64,
		 q1 = <<"你的血脉正在觉醒，跟着我做，把这股力量释放出来！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(65)->
	{ok,#data_task_talk{
       id = 65,
		 q1 = <<"看上去不错，恭喜你获得了新的力量！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(66)->
	{ok,#data_task_talk{
       id = 66,
		 q1 = <<"魔神的残部始终在蠢蠢欲动，大战即将开始，战士，为我们的据点采集一些能量补给吧！把他们交给卫兵伽吉鲁！"/utf8>>,
		 a1 = <<"赞美力量，这是我的荣幸！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(67)->
	{ok,#data_task_talk{
       id = 67,
		 q1 = <<"太好了战士，这样我们就能把魔神的残部驱逐出去！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(68)->
	{ok,#data_task_talk{
       id = 68,
		 q1 = <<"3个月前，魔神的残部集结起来，解开了堕落天使路西法的封印，封印地附近无数村民被屠杀！"/utf8>>,
		 a1 = <<"该死！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(69)->
	{ok,#data_task_talk{
       id = 69,
		 q1 = <<"我们部队用尽所剩的魔法，将路西法关进了异域空间，战士你能进去帮我们干掉它吗？"/utf8>>,
		 a1 = <<"遵命！长官！我会让它在永世的黑暗中长眠！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(70)->
	{ok,#data_task_talk{
       id = 70,
		 q1 = <<"现在我就将你传送进异域空间，自此之后你可以在界面的副本按钮中直接传送进去。"/utf8>>,
		 a1 = <<"知道了。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(71)->
	{ok,#data_task_talk{
       id = 71,
		 q1 = <<"已经把那邪恶的路西法送回地狱了吗？"/utf8>>,
		 a1 = <<"是的卫兵！荣耀光环下将无往不利！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(72)->
	{ok,#data_task_talk{
       id = 72,
		 q1 = <<"亚兰大陆现在有三个强大的组织，你需要在其中进行一次选择"/utf8>>,
		 a1 = <<"三个阵营？看来和平就要结束了。"/utf8>>,
		 q2 = <<"啊哈，这就是你以后要考虑的事情了，做个慎重的选择吧！"/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(73)->
	{ok,#data_task_talk{
       id = 73,
		 q1 = <<"唔，现在你是有组织的人了！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(74)->
	{ok,#data_task_talk{
       id = 74,
		 q1 = <<"快去找你的组织吧，那边的塔斯会帮助你的！"/utf8>>,
		 a1 = <<"太棒了！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(75)->
	{ok,#data_task_talk{
       id = 75,
		 q1 = <<"勇士，看来你已经决定了你的未来"/utf8>>,
		 a1 = <<"是的，塔斯，我已迫不及待。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(76)->
	{ok,#data_task_talk{
       id = 76,
		 q1 = <<"去吧勇士！命运的齿轮已经开始滚动！亚兰大陆的未来，就在你们的手上！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(77)->
	{ok,#data_task_talk{
       id = 77,
		 q1 = <<"还没好么？战士"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(78)->
	{ok,#data_task_talk{
       id = 78,
		 q1 = <<"看清楚怎么做了嘛？战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(79)->
	{ok,#data_task_talk{
       id = 79,
		 q1 = <<"长老就在南边不远处"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(80)->
	{ok,#data_task_talk{
       id = 80,
		 q1 = <<"拿到矿石了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(81)->
	{ok,#data_task_talk{
       id = 81,
		 q1 = <<"太愚蠢了，怎么还没好呢？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(82)->
	{ok,#data_task_talk{
       id = 82,
		 q1 = <<"赛伦娜就在前面法阵遗址附近，去吧"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(83)->
	{ok,#data_task_talk{
       id = 83,
		 q1 = <<"绚丽的水晶矿挖到了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(84)->
	{ok,#data_task_talk{
       id = 84,
		 q1 = <<"不急的战士，慢慢来，你会感受到的"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(85)->
	{ok,#data_task_talk{
       id = 85,
		 q1 = <<"已经杀死它们了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(86)->
	{ok,#data_task_talk{
       id = 86,
		 q1 = <<"我还没说完呢"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(87)->
	{ok,#data_task_talk{
       id = 87,
		 q1 = <<"再仔细看看指向的标志吧战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(88)->
	{ok,#data_task_talk{
       id = 88,
		 q1 = <<"那些美妙的猪头肉要给赛伦娜分享！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(89)->
	{ok,#data_task_talk{
       id = 89,
		 q1 = <<"继续听我说！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(90)->
	{ok,#data_task_talk{
       id = 90,
		 q1 = <<"干掉蝙蝠了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(91)->
	{ok,#data_task_talk{
       id = 91,
		 q1 = <<"听我说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(92)->
	{ok,#data_task_talk{
       id = 92,
		 q1 = <<"恶魔之血呢？在哪？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(93)->
	{ok,#data_task_talk{
       id = 93,
		 q1 = <<"再仔细看看我说的，战士！认真些！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(94)->
	{ok,#data_task_talk{
       id = 94,
		 q1 = <<"恶心的熊怪除掉了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(95)->
	{ok,#data_task_talk{
       id = 95,
		 q1 = <<"有点耐心，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(96)->
	{ok,#data_task_talk{
       id = 96,
		 q1 = <<"魔灵草还远远不够！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(97)->
	{ok,#data_task_talk{
       id = 97,
		 q1 = <<"去找赛伦娜，她就在北面！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(98)->
	{ok,#data_task_talk{
       id = 98,
		 q1 = <<"你在认真听吗？战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(99)->
	{ok,#data_task_talk{
       id = 99,
		 q1 = <<"往东边走，矮人就在房子前面"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(100)->
	{ok,#data_task_talk{
       id = 100,
		 q1 = <<"高个子！愚蠢的战士是不会被真神祝福的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(101)->
	{ok,#data_task_talk{
       id = 101,
		 q1 = <<"食尸鬼搞定了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(102)->
	{ok,#data_task_talk{
       id = 102,
		 q1 = <<"巴鲁就在城门的北面，出城没多久就看到了！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(103)->
	{ok,#data_task_talk{
       id = 103,
		 q1 = <<"听我把话说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(104)->
	{ok,#data_task_talk{
       id = 104,
		 q1 = <<"那个家伙在北面一点点。别忘了傀儡啊！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(105)->
	{ok,#data_task_talk{
       id = 105,
		 q1 = <<"听我把话说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(106)->
	{ok,#data_task_talk{
       id = 106,
		 q1 = <<"赛伦娜就在前面"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(107)->
	{ok,#data_task_talk{
       id = 107,
		 q1 = <<"我的话还没说完呢，战士。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(108)->
	{ok,#data_task_talk{
       id = 108,
		 q1 = <<"战士！再仔细一些！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(109)->
	{ok,#data_task_talk{
       id = 109,
		 q1 = <<"把能量晶石带给伽吉鲁！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(110)->
	{ok,#data_task_talk{
       id = 110,
		 q1 = <<"听我说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(111)->
	{ok,#data_task_talk{
       id = 111,
		 q1 = <<"快去吧战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(112)->
	{ok,#data_task_talk{
       id = 112,
		 q1 = <<"还没考虑好吗战士"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(113)->
	{ok,#data_task_talk{
       id = 113,
		 q1 = <<"塔斯就在最里面的哨塔下面等着你！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(114)->
	{ok,#data_task_talk{
       id = 114,
		 q1 = <<"准备好了吗，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(115)->
	{ok,#data_task_talk{
       id = 115,
		 q1 = <<"黑暗与你同在，战士，非常高兴你加入到混乱之城。"/utf8>>,
		 a1 = <<"赞美黑暗，这是我的荣幸，亲王大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(116)->
	{ok,#data_task_talk{
       id = 116,
		 q1 = <<"混乱之城目前有一些小麻烦，公爵会很高兴有你这样强大的战士加入我们！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(117)->
	{ok,#data_task_talk{
       id = 117,
		 q1 = <<"你好，战士，我是血族公爵，也是目前混乱之城的军队长官，很荣幸你能加入我们！"/utf8>>,
		 a1 = <<"为混乱之城服务！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(118)->
	{ok,#data_task_talk{
       id = 118,
		 q1 = <<"我们的斥候正在面临一些困难，我希望你能去帮助他！"/utf8>>,
		 a1 = <<"遵命，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(119)->
	{ok,#data_task_talk{
       id = 119,
		 q1 = <<"你好，新来的战士，我听说了你的威名，你来得正是时候。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(120)->
	{ok,#data_task_talk{
       id = 120,
		 q1 = <<"城外有很多讨厌的骷髅，这些该死的骷髅已经快把我烦死了！"/utf8>>,
		 a1 = <<"我会帮你解决掉他们"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(121)->
	{ok,#data_task_talk{
       id = 121,
		 q1 = <<"还有很多讨厌的骷髅！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(122)->
	{ok,#data_task_talk{
       id = 122,
		 q1 = <<"恩，下一步是清除掉城外那些讨厌的僵尸，他们的味道真难闻！"/utf8>>,
		 a1 = <<"那就一起解决掉"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(123)->
	{ok,#data_task_talk{
       id = 123,
		 q1 = <<"我还能闻到僵尸的臭味！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(124)->
	{ok,#data_task_talk{
       id = 124,
		 q1 = <<"有一件紧急情况，城里出现了奇怪的瘟疫，我想尊敬的长老大人应该会知道点什么。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(125)->
	{ok,#data_task_talk{
       id = 125,
		 q1 = <<"啊，瘟疫，我想我有一些头绪了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(126)->
	{ok,#data_task_talk{
       id = 126,
		 q1 = <<"城外有一群丑陋的女尸，她们身上有种特别的精华，我需要你帮我收集一些过来。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(127)->
	{ok,#data_task_talk{
       id = 127,
		 q1 = <<"我需要精华来解除这场瘟疫"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(128)->
	{ok,#data_task_talk{
       id = 128,
		 q1 = <<"瘟疫解决了，这事和那些该死的幽灵应该脱不了关系，去干掉他们。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(129)->
	{ok,#data_task_talk{
       id = 129,
		 q1 = <<"干掉幽灵再说！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(130)->
	{ok,#data_task_talk{
       id = 130,
		 q1 = <<"我发现了一些事情，这次瘟疫的幕后黑手我想我已经找到了。去找公爵大人吧，他会给你分派任务的"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(131)->
	{ok,#data_task_talk{
       id = 131,
		 q1 = <<"你好，战士，你的表现我已经看在眼里，非常棒！我会让亲王大人对你做出表彰的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(132)->
	{ok,#data_task_talk{
       id = 132,
		 q1 = <<"瘟疫的调查已经很清楚了，有一名高阶地狱三头犬，在背后操纵了整件事情。对于这件事情，我们没有别的打算，唯一的结论就是，干掉他！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(133)->
	{ok,#data_task_talk{
       id = 133,
		 q1 = <<"干掉地狱三头犬！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(134)->
	{ok,#data_task_talk{
       id = 134,
		 q1 = <<"漂亮，战士！你的能力让人惊叹，去吧，亲王殿下正在等待着你"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(135)->
	{ok,#data_task_talk{
       id = 135,
		 q1 = <<"伟大的战士，混乱之城为你感到骄傲，这些是你应得的奖励"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(136)->
	{ok,#data_task_talk{
       id = 136,
		 q1 = <<"混乱之城已经得到了安宁，但我们的很多土地还在承受创伤，战士，征途尚未结束，我们需要你的力量！"/utf8>>,
		 a1 = <<"我随时准备着战斗，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(137)->
	{ok,#data_task_talk{
       id = 137,
		 q1 = <<"先辈之灵与你同在，战士，非常高兴你加入到秩序之城。"/utf8>>,
		 a1 = <<"赞美先辈，这是我的荣幸，圣骑士大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(138)->
	{ok,#data_task_talk{
       id = 138,
		 q1 = <<"秩序之城目前有一些小麻烦，十字军会很高兴有你这样强大的战士加入我们！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(139)->
	{ok,#data_task_talk{
       id = 139,
		 q1 = <<"你好，战士，我是人族十字军，也是目前秩序之城的军队长官，很荣幸你能加入我们！"/utf8>>,
		 a1 = <<"为秩序之城服务！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(140)->
	{ok,#data_task_talk{
       id = 140,
		 q1 = <<"我们的战士正在面临一些困难，我希望你能去帮助他！"/utf8>>,
		 a1 = <<"遵命，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(141)->
	{ok,#data_task_talk{
       id = 141,
		 q1 = <<"你好，新来的战士，我听说了你的威名，你来得正是时候。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(142)->
	{ok,#data_task_talk{
       id = 142,
		 q1 = <<"城外有很多讨厌的骷髅，这些该死的骷髅已经快把我烦死了！"/utf8>>,
		 a1 = <<"我会帮你解决掉他们"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(143)->
	{ok,#data_task_talk{
       id = 143,
		 q1 = <<"还有很多讨厌的骷髅！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(144)->
	{ok,#data_task_talk{
       id = 144,
		 q1 = <<"恩，下一步是清除掉城外那些讨厌的僵尸，他们的味道真难闻！"/utf8>>,
		 a1 = <<"那就一起解决掉"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(145)->
	{ok,#data_task_talk{
       id = 145,
		 q1 = <<"我还能闻到僵尸的臭味！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(146)->
	{ok,#data_task_talk{
       id = 146,
		 q1 = <<"有一件紧急情况，城里出现了奇怪的瘟疫，我想尊敬的长者应该会知道点什么。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(147)->
	{ok,#data_task_talk{
       id = 147,
		 q1 = <<"啊，瘟疫，我想我有一些头绪了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(148)->
	{ok,#data_task_talk{
       id = 148,
		 q1 = <<"城外有一群丑陋的女尸，她们身上有种特别的精华，我需要你帮我收集一些过来。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(149)->
	{ok,#data_task_talk{
       id = 149,
		 q1 = <<"我需要精华来解除这场瘟疫"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(150)->
	{ok,#data_task_talk{
       id = 150,
		 q1 = <<"瘟疫解决了，这事和那些该死的幽灵应该脱不了关系，去干掉他们。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(151)->
	{ok,#data_task_talk{
       id = 151,
		 q1 = <<"干掉幽灵再说！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(152)->
	{ok,#data_task_talk{
       id = 152,
		 q1 = <<"我发现了一些事情，这次瘟疫的幕后黑手我想我已经找到了。去找十字军吧，他会给你分派任务的"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(153)->
	{ok,#data_task_talk{
       id = 153,
		 q1 = <<"你好，战士，你的表现我已经看在眼里，非常棒！我会让圣骑士对你做出表彰的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(154)->
	{ok,#data_task_talk{
       id = 154,
		 q1 = <<"瘟疫的调查已经很清楚了，有一名高阶地狱三头犬，在背后操纵了整件事情。对于这件事情，我们没有别的打算，唯一的结论就是，干掉他！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(155)->
	{ok,#data_task_talk{
       id = 155,
		 q1 = <<"干掉地狱三头犬！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(156)->
	{ok,#data_task_talk{
       id = 156,
		 q1 = <<"漂亮，战士！你的能力让人惊叹，去吧，圣骑士正在等待着你"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(157)->
	{ok,#data_task_talk{
       id = 157,
		 q1 = <<"伟大的战士，秩序之城为你感到骄傲，这些是你应得的奖励"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(158)->
	{ok,#data_task_talk{
       id = 158,
		 q1 = <<"秩序之城已经得到了安宁，但我们的很多土地还在承受创伤，战士，征途尚未结束，我们需要你的力量！"/utf8>>,
		 a1 = <<"我随时准备着战斗，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(159)->
	{ok,#data_task_talk{
       id = 159,
		 q1 = <<"力量与你同在，战士，非常高兴你加入到力量之城。"/utf8>>,
		 a1 = <<"赞美力量，这是我的荣幸，族长大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(160)->
	{ok,#data_task_talk{
       id = 160,
		 q1 = <<"力量之城目前有一些小麻烦，将军会很高兴有你这样强大的战士加入我们！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(161)->
	{ok,#data_task_talk{
       id = 161,
		 q1 = <<"你好，战士，我是狼族将军，也是目前力量之城的军队长官，很荣幸你能加入我们！"/utf8>>,
		 a1 = <<"为力量之城服务！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(162)->
	{ok,#data_task_talk{
       id = 162,
		 q1 = <<"我们的斗士正在面临一些困难，我希望你能去帮助他！"/utf8>>,
		 a1 = <<"遵命，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(163)->
	{ok,#data_task_talk{
       id = 163,
		 q1 = <<"你好，新来的战士，我听说了你的威名，你来得正是时候。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(164)->
	{ok,#data_task_talk{
       id = 164,
		 q1 = <<"城外有很多讨厌的骷髅，这些该死的骷髅已经快把我烦死了！"/utf8>>,
		 a1 = <<"我会帮你解决掉他们"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(165)->
	{ok,#data_task_talk{
       id = 165,
		 q1 = <<"还有很多讨厌的骷髅！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(166)->
	{ok,#data_task_talk{
       id = 166,
		 q1 = <<"恩，下一步是清除掉城外那些讨厌的僵尸，他们的味道真难闻！"/utf8>>,
		 a1 = <<"那就一起解决掉"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(167)->
	{ok,#data_task_talk{
       id = 167,
		 q1 = <<"我还能闻到僵尸的臭味！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(168)->
	{ok,#data_task_talk{
       id = 168,
		 q1 = <<"有一件紧急情况，城里出现了奇怪的瘟疫，我想尊敬的萨满应该会知道点什么。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(169)->
	{ok,#data_task_talk{
       id = 169,
		 q1 = <<"啊，瘟疫，我想我有一些头绪了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(170)->
	{ok,#data_task_talk{
       id = 170,
		 q1 = <<"城外有一群丑陋的女尸，她们身上有种特别的精华，我需要你帮我收集一些过来。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(171)->
	{ok,#data_task_talk{
       id = 171,
		 q1 = <<"我需要精华来解除这场瘟疫"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(172)->
	{ok,#data_task_talk{
       id = 172,
		 q1 = <<"瘟疫解决了，这事和那些该死的幽灵应该脱不了关系，去干掉他们。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(173)->
	{ok,#data_task_talk{
       id = 173,
		 q1 = <<"干掉幽灵再说！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(174)->
	{ok,#data_task_talk{
       id = 174,
		 q1 = <<"我发现了一些事情，这次瘟疫的幕后黑手我想我已经找到了。去找将军吧，他会给你分派任务的"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(175)->
	{ok,#data_task_talk{
       id = 175,
		 q1 = <<"你好，战士，你的表现我已经看在眼里，非常棒！我会让族长对你做出表彰的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(176)->
	{ok,#data_task_talk{
       id = 176,
		 q1 = <<"瘟疫的调查已经很清楚了，有一名高阶地狱三头犬，在背后操纵了整件事情。对于这件事情，我们没有别的打算，唯一的结论就是，干掉他！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(177)->
	{ok,#data_task_talk{
       id = 177,
		 q1 = <<"干掉地狱三头犬！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(178)->
	{ok,#data_task_talk{
       id = 178,
		 q1 = <<"漂亮，战士！你的能力让人惊叹，去吧，族长正在等待着你"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(179)->
	{ok,#data_task_talk{
       id = 179,
		 q1 = <<"伟大的战士，力量之城为你感到骄傲，这些是你应得的奖励"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(180)->
	{ok,#data_task_talk{
       id = 180,
		 q1 = <<"力量之城已经得到了安宁，但我们的很多土地还在承受创伤，战士，征途尚未结束，我们需要你的力量！"/utf8>>,
		 a1 = <<"我随时准备着战斗，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(181)->
	{ok,#data_task_talk{
       id = 181,
		 q1 = <<"你好，新来的战士，我是河畔谷地的监察者，我听说了一些你的故事，但我更希望你能让我看到一些事实"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(182)->
	{ok,#data_task_talk{
       id = 182,
		 q1 = <<"东边有一群野狼，我希望通过他们来看看你的身手。"/utf8>>,
		 a1 = <<"你会看到的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(183)->
	{ok,#data_task_talk{
       id = 183,
		 q1 = <<"去吧，让我看看你的能耐"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(184)->
	{ok,#data_task_talk{
       id = 184,
		 q1 = <<"唔，看上去相当不错，战士，现在有一个正式的任务给你，最近我和谷地矿洞那边失去了联系，你要帮我去扫清那群该死的狼，打通这条道路"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(185)->
	{ok,#data_task_talk{
       id = 185,
		 q1 = <<"快去，我不想再看到任何一头狼"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(186)->
	{ok,#data_task_talk{
       id = 186,
		 q1 = <<"道路打通了，之前我派过去的斥候都无故失踪了，我需要你给我传递一份消息给矿洞的士兵"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(187)->
	{ok,#data_task_talk{
       id = 187,
		 q1 = <<"终于等到你了，信使，我已经好几天没有谷地哨所的消息了，这让我非常焦虑。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(188)->
	{ok,#data_task_talk{
       id = 188,
		 q1 = <<"唔，神官的信件我看过了，如果没有猜错，斥候失踪应该和南边的那群血狼有关，我建议你去那里找找线索"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(189)->
	{ok,#data_task_talk{
       id = 189,
		 q1 = <<"找到线索了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(190)->
	{ok,#data_task_talk{
       id = 190,
		 q1 = <<"果然和他们有关，我需要先解密一下情报，现在请你去帮我收拾掉这群血狼，斥候的血仇不能不报！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(191)->
	{ok,#data_task_talk{
       id = 191,
		 q1 = <<"快去为斥候报仇！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(192)->
	{ok,#data_task_talk{
       id = 192,
		 q1 = <<"情报我已经破译了，我们在矿洞底部发现了一个庞大的墓地，这是一件很重要的事情，但西边的一群鹰身女妖袭击了我们的探索队！"/utf8>>,
		 a1 = <<"这些可恶的鸟人！"/utf8>>,
		 q2 = <<"没错，我想我们应该好好的“报答”一下她们！"/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(193)->
	{ok,#data_task_talk{
       id = 193,
		 q1 = <<"快去帮我“报答”鹰身女妖！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(194)->
	{ok,#data_task_talk{
       id = 194,
		 q1 = <<"看来，地图还是落到了她们的手里，不用多说什么了，用鲜血让她们记住这代价吧，把地图夺回来！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(195)->
	{ok,#data_task_talk{
       id = 195,
		 q1 = <<"我们需要夺回地图！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(196)->
	{ok,#data_task_talk{
       id = 196,
		 q1 = <<"地图拿到了，现在还欠缺陵墓的钥匙，有确切情报表明，钥匙在北边的盗贼团手里，现在去把它拿回来。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(197)->
	{ok,#data_task_talk{
       id = 197,
		 q1 = <<"我们需要陵墓的钥匙！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(198)->
	{ok,#data_task_talk{
       id = 198,
		 q1 = <<"很好，战士，现在我们的探索队已经进入陵墓了，他们会需要你的帮助！"/utf8>>,
		 a1 = <<"我非常乐意"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(199)->
	{ok,#data_task_talk{
       id = 199,
		 q1 = <<"你好，战士，我是黑风堡讨伐军的哨兵马修，我们的队伍已经分散进攻黑风堡。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(200)->
	{ok,#data_task_talk{
       id = 200,
		 q1 = <<"目前我们的人手相当不足，请你帮我清除掉这些软乎乎的软泥怪吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(201)->
	{ok,#data_task_talk{
       id = 201,
		 q1 = <<"这些软泥怪很讨厌"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(202)->
	{ok,#data_task_talk{
       id = 202,
		 q1 = <<"前方还有一群骷髅，解决他们，我们的队长肖恩在前面一片区域等待着你，我还有其他任务，就不陪你一起了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(203)->
	{ok,#data_task_talk{
       id = 203,
		 q1 = <<"清理掉骷髅去找队长肖恩吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(204)->
	{ok,#data_task_talk{
       id = 204,
		 q1 = <<"感谢你的帮助，战士，这帮僵尸困扰我很久了，现在帮我解决他们吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(205)->
	{ok,#data_task_talk{
       id = 205,
		 q1 = <<"快干掉这堆僵尸"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(206)->
	{ok,#data_task_talk{
       id = 206,
		 q1 = <<"非常感谢，我还要继续巡视这片区域，你可以继续向前去寻找先锋团的肯，他们在攻击更深层的地方。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(207)->
	{ok,#data_task_talk{
       id = 207,
		 q1 = <<"你来的速度很快，战士。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(208)->
	{ok,#data_task_talk{
       id = 208,
		 q1 = <<"说实话，我真的很讨厌这堆会动的骷髅士兵，现在让我们干掉他们。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(209)->
	{ok,#data_task_talk{
       id = 209,
		 q1 = <<"让这些骨头都见鬼去吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(210)->
	{ok,#data_task_talk{
       id = 210,
		 q1 = <<"唔，僵尸完了，还有女尸，真让人感到不爽啊。来，咱们让她们也都趴下！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(211)->
	{ok,#data_task_talk{
       id = 211,
		 q1 = <<"我憎恶各种死了还要站起来的东西！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(212)->
	{ok,#data_task_talk{
       id = 212,
		 q1 = <<"啊哈，发现没有，这还有个大骷髅！小心点，战士，他看起来不那么好对付。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(213)->
	{ok,#data_task_talk{
       id = 213,
		 q1 = <<"快，让我们拆了这大骷髅！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(214)->
	{ok,#data_task_talk{
       id = 214,
		 q1 = <<"啊哈，去往第二层的道路打通了，去吧战士，下面会有人等着你的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(215)->
	{ok,#data_task_talk{
       id = 215,
		 q1 = <<"先辈英灵与你同在，战士，感谢你对我们的帮助。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(216)->
	{ok,#data_task_talk{
       id = 216,
		 q1 = <<"我们面前有一群吸血蝙蝠，去赶走他们，我们需要一条安静的道路。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(217)->
	{ok,#data_task_talk{
       id = 217,
		 q1 = <<"去赶走吸血蝙蝠。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(218)->
	{ok,#data_task_talk{
       id = 218,
		 q1 = <<"前方有一群饿狼，解决掉他们，让道路彻底通畅。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(219)->
	{ok,#data_task_talk{
       id = 219,
		 q1 = <<"解决掉碍事的饿狼。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(220)->
	{ok,#data_task_talk{
       id = 220,
		 q1 = <<"很好，先锋军祭司梅林在前方等待着你，他会需要你的帮助的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(221)->
	{ok,#data_task_talk{
       id = 221,
		 q1 = <<"欢迎你，战士，你的支援会让我轻松很多。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(222)->
	{ok,#data_task_talk{
       id = 222,
		 q1 = <<"那些食尸鬼让我非常难受，这些邪恶的物种应该被清除掉。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(223)->
	{ok,#data_task_talk{
       id = 223,
		 q1 = <<"去解决这些食尸鬼。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(224)->
	{ok,#data_task_talk{
       id = 224,
		 q1 = <<"还有那些吞噬者，他们的邪恶和肮脏程度不亚于食尸鬼。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(225)->
	{ok,#data_task_talk{
       id = 225,
		 q1 = <<"消灭这些邪恶的东西。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(226)->
	{ok,#data_task_talk{
       id = 226,
		 q1 = <<"情报显示在我们前方有一群鬼狼，我很不喜欢被魔化的物种，他们失去了自己的灵魂。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(227)->
	{ok,#data_task_talk{
       id = 227,
		 q1 = <<"让那些鬼狼解脱吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(228)->
	{ok,#data_task_talk{
       id = 228,
		 q1 = <<"这些幽魂，他们生前是高贵的骑士，但死后被魔化而堕落，他们失去了先辈英灵的庇佑，应该让他们消失在尘埃中了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(229)->
	{ok,#data_task_talk{
       id = 229,
		 q1 = <<"去净化他们吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(230)->
	{ok,#data_task_talk{
       id = 230,
		 q1 = <<"第二层已经清理干净，去往第三层吧，战士，讨伐军长老和将军在那等待着你。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(231)->
	{ok,#data_task_talk{
       id = 231,
		 q1 = <<"战士，你终于来了，这里的邪恶力量超出了我的想象。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(232)->
	{ok,#data_task_talk{
       id = 232,
		 q1 = <<"先帮我清理掉这些讨厌的蝎子，他们带着腐朽的墓地气息。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(233)->
	{ok,#data_task_talk{
       id = 233,
		 q1 = <<"把这些蝎子都送到地底去！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(234)->
	{ok,#data_task_talk{
       id = 234,
		 q1 = <<"前面还有一堆大马蜂，去清理掉他们吧"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(235)->
	{ok,#data_task_talk{
       id = 235,
		 q1 = <<"快去收拾掉那堆讨厌的蜜蜂！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(236)->
	{ok,#data_task_talk{
       id = 236,
		 q1 = <<"哦，你看，多丑陋的怪物，这种怪物的存在简直是玷污了这个纯净的世界，消灭他！彻底的消灭他！然后去找索隆将军！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(237)->
	{ok,#data_task_talk{
       id = 237,
		 q1 = <<"我不要再看到这个丑陋的东西！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(238)->
	{ok,#data_task_talk{
       id = 238,
		 q1 = <<"你好，战士，感谢你的努力，现在让我们继续，话说，你讨厌蛇么？我很讨厌！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(239)->
	{ok,#data_task_talk{
       id = 239,
		 q1 = <<"把这些奇怪的蛇都弄走！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(240)->
	{ok,#data_task_talk{
       id = 240,
		 q1 = <<"看，前面那些灵魂收割者，我们在他们那可吃了不小的苦头，我想你应该能帮我解决他们。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(241)->
	{ok,#data_task_talk{
       id = 241,
		 q1 = <<"如何，这帮家伙不好对付吧"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(242)->
	{ok,#data_task_talk{
       id = 242,
		 q1 = <<"他曾经埋藏了一位伟大的骑士，但他的灵魂被恶魔所控制，成为了一个只知道杀戮的恶魔，我们要解放他的灵魂。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(243)->
	{ok,#data_task_talk{
       id = 243,
		 q1 = <<"去让他解脱吧，战士。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(244)->
	{ok,#data_task_talk{
       id = 244,
		 q1 = <<"我们离最后的真相很近了，战士，前面那群是最后的喽啰，去吧，收拾掉他们。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(245)->
	{ok,#data_task_talk{
       id = 245,
		 q1 = <<"解决这批暗杀者。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(246)->
	{ok,#data_task_talk{
       id = 246,
		 q1 = <<"那就是叛军堕落的引诱者，他自称死神，但在我看来，他就是一个肮脏邪恶的魔鬼。让他滚出我们的世界！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(247)->
	{ok,#data_task_talk{
       id = 247,
		 q1 = <<"干掉那个自称死神的蠢货！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(248)->
	{ok,#data_task_talk{
       id = 248,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(249)->
	{ok,#data_task_talk{
       id = 249,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(250)->
	{ok,#data_task_talk{
       id = 250,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(251)->
	{ok,#data_task_talk{
       id = 251,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(252)->
	{ok,#data_task_talk{
       id = 252,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(253)->
	{ok,#data_task_talk{
       id = 253,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(254)->
	{ok,#data_task_talk{
       id = 254,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(255)->
	{ok,#data_task_talk{
       id = 255,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(256)->
	{ok,#data_task_talk{
       id = 256,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(257)->
	{ok,#data_task_talk{
       id = 257,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(258)->
	{ok,#data_task_talk{
       id = 258,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(259)->
	{ok,#data_task_talk{
       id = 259,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(260)->
	{ok,#data_task_talk{
       id = 260,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(261)->
	{ok,#data_task_talk{
       id = 261,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(262)->
	{ok,#data_task_talk{
       id = 262,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(263)->
	{ok,#data_task_talk{
       id = 263,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(264)->
	{ok,#data_task_talk{
       id = 264,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(265)->
	{ok,#data_task_talk{
       id = 265,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(266)->
	{ok,#data_task_talk{
       id = 266,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(267)->
	{ok,#data_task_talk{
       id = 267,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(268)->
	{ok,#data_task_talk{
       id = 268,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(269)->
	{ok,#data_task_talk{
       id = 269,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(270)->
	{ok,#data_task_talk{
       id = 270,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(271)->
	{ok,#data_task_talk{
       id = 271,
		 q1 = <<"留空文本，不调用，看见请报bug"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(272)->
	{ok,#data_task_talk{
       id = 272,
		 q1 = <<"力量之城已经得到了安宁，但我们的很多土地还在承受创伤，战士，征途尚未结束，我们需要你的力量！"/utf8>>,
		 a1 = <<"我随时准备着战斗，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(273)->
	{ok,#data_task_talk{
       id = 273,
		 q1 = <<"你好，新来的战士，我是力量城在此的使者，我听说了一些你的故事，但我更希望你能让我看到一些事实"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(274)->
	{ok,#data_task_talk{
       id = 274,
		 q1 = <<"这里有些强盗，一直在骚瑞附近村落的居民，我需要你去帮村民解决他们。"/utf8>>,
		 a1 = <<"我的荣幸。"/utf8>>,
		 q2 = <<"还有一点，解决掉那些强盗后，就直接去希尔那里报到吧，他是这里的负责人。"/utf8>>,
		 a2 = <<"是"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(275)->
	{ok,#data_task_talk{
       id = 275,
		 q1 = <<"你好，战士，欢迎你来到河畔谷地。听说你已经解决了那些强盗，非常感谢你！"/utf8>>,
		 a1 = <<"幸不辱命"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(276)->
	{ok,#data_task_talk{
       id = 276,
		 q1 = <<"秩序之城已经得到了安宁，但我们的很多土地还在承受创伤，战士，征途尚未结束，我们需要你的力量！"/utf8>>,
		 a1 = <<"我随时准备着战斗，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(277)->
	{ok,#data_task_talk{
       id = 277,
		 q1 = <<"你好，新来的战士，我是秩序城在此的使者，我听说了一些你的故事，但我更希望你能让我看到一些事实"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(278)->
	{ok,#data_task_talk{
       id = 278,
		 q1 = <<"在那里有一群树人，他们的枝桠坚硬不易燃烧，能帮我取一些交给希尔吗？"/utf8>>,
		 a1 = <<"我的荣幸，大人"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(279)->
	{ok,#data_task_talk{
       id = 279,
		 q1 = <<"你好战士，欢迎你来到河畔谷地。树人枝桠？太好了，非常感谢你！"/utf8>>,
		 a1 = <<"幸不辱命"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(280)->
	{ok,#data_task_talk{
       id = 280,
		 q1 = <<"混乱之城已经得到了安宁，但我们的很多土地还在承受创伤，战士，征途尚未结束，我们需要你的力量！"/utf8>>,
		 a1 = <<"我随时准备着战斗，大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(281)->
	{ok,#data_task_talk{
       id = 281,
		 q1 = <<"你好，新来的战士，我是混乱城在此的使者，我听说了一些你的故事，但我更希望你能让我看到一些事实"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(282)->
	{ok,#data_task_talk{
       id = 282,
		 q1 = <<"那边的野狼看到了吗？取下他们的獠牙，带给希尔，证明你的实力吧！"/utf8>>,
		 a1 = <<"我的荣幸。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(283)->
	{ok,#data_task_talk{
       id = 283,
		 q1 = <<"你好，战士，欢迎你来到河畔谷地。噢！野狼的獠牙！非常好！"/utf8>>,
		 a1 = <<"幸不辱命"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(284)->
	{ok,#data_task_talk{
       id = 284,
		 q1 = <<"战士，看见了对面的牛头人了吗？"/utf8>>,
		 a1 = <<"是的"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(285)->
	{ok,#data_task_talk{
       id = 285,
		 q1 = <<"虽然他们很邪恶，但是很可惜，他们也非常强大，虽然你也很优秀，但是目前的你没有办法打败他们"/utf8>>,
		 a1 = <<"哦？那怎么办？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(286)->
	{ok,#data_task_talk{
       id = 286,
		 q1 = <<"你需要一些成长，去问问洞口的女剑士吧，她或许需要你的帮助"/utf8>>,
		 a1 = <<"乐意效劳"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(287)->
	{ok,#data_task_talk{
       id = 287,
		 q1 = <<"战士，你终于来了，我需要你的帮助"/utf8>>,
		 a1 = <<"我能为你做些什么呢？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(288)->
	{ok,#data_task_talk{
       id = 288,
		 q1 = <<"最近谷地哨所与矿洞内的士兵失去了联系，你能帮我进入矿洞内部探查一下情况吗？"/utf8>>,
		 a1 = <<"这就去"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(289)->
	{ok,#data_task_talk{
       id = 289,
		 q1 = <<"终于等到你了，信使，我已经好几天没有谷地哨所的消息了，这让我非常焦虑。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(290)->
	{ok,#data_task_talk{
       id = 290,
		 q1 = <<"去吧，战士。让那个恶心的魔物滚出我们的世界！"/utf8>>,
		 a1 = <<"是"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(291)->
	{ok,#data_task_talk{
       id = 291,
		 q1 = <<"现在里面的情况怎么样了战士？"/utf8>>,
		 a1 = <<"已经没有问题了。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(292)->
	{ok,#data_task_talk{
       id = 292,
		 q1 = <<"非常好，战士，去希尔那里吧，他希望见证你的成长"/utf8>>,
		 a1 = <<"马上就去"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(293)->
	{ok,#data_task_talk{
       id = 293,
		 q1 = <<"哦战士，看上去你成长了不少"/utf8>>,
		 a1 = <<"感谢您的赞誉"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(294)->
	{ok,#data_task_talk{
       id = 294,
		 q1 = <<"那些牛头人，看来你可以轻易的解决掉了，去吧战士！"/utf8>>,
		 a1 = <<"这就去"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(295)->
	{ok,#data_task_talk{
       id = 295,
		 q1 = <<"已经解决了吗，战士！你的能力让我惊叹！"/utf8>>,
		 a1 = <<"这是真神的庇佑"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(296)->
	{ok,#data_task_talk{
       id = 296,
		 q1 = <<"巨石镇是一个狼人的小镇，那里曾经是神族的战场，去那里看看吧，你会有惊喜的。"/utf8>>,
		 a1 = <<"好的，我立刻出发。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(297)->
	{ok,#data_task_talk{
       id = 297,
		 q1 = <<"嗷~~~~呜呜呜~~~呜呜~~~~谁来帮帮我~~嗷~~~~呜呜呜~~呜呜~~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(298)->
	{ok,#data_task_talk{
       id = 298,
		 q1 = <<"去找希尔，希尔就在河畔谷地的中央等你！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(299)->
	{ok,#data_task_talk{
       id = 299,
		 q1 = <<"拿到枝桠了吗？去找希尔吧！他在河畔谷地的中央等你！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(300)->
	{ok,#data_task_talk{
       id = 300,
		 q1 = <<"还顺利吗？战士，希尔就在河畔谷地的中央"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(301)->
	{ok,#data_task_talk{
       id = 301,
		 q1 = <<"战士，听我把话说完"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(302)->
	{ok,#data_task_talk{
       id = 302,
		 q1 = <<"女剑士在等你呢，快点去吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(303)->
	{ok,#data_task_talk{
       id = 303,
		 q1 = <<"入口就在我边上，你在看什么呢战士"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(304)->
	{ok,#data_task_talk{
       id = 304,
		 q1 = <<"战士，你是害怕了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(305)->
	{ok,#data_task_talk{
       id = 305,
		 q1 = <<"快去吧战士，希尔在期待你的成长"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(306)->
	{ok,#data_task_talk{
       id = 306,
		 q1 = <<"还远远不够！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(307)->
	{ok,#data_task_talk{
       id = 307,
		 q1 = <<"去巨石镇吧，勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(308)->
	{ok,#data_task_talk{
       id = 308,
		 q1 = <<"这个矿洞原本是为大陆提供能源补给的，但是现在已经被魔神残部占领了。"/utf8>>,
		 a1 = <<"什么？魔神残部竟然还在这里？"/utf8>>,
		 q2 = <<"是的，现在已经变成了一个恐怖的矿洞，战士，能帮我赶走那些恐怖芭比么？"/utf8>>,
		 a2 = <<"乐意效劳"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(309)->
	{ok,#data_task_talk{
       id = 309,
		 q1 = <<"战士，还站在这做什么？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(310)->
	{ok,#data_task_talk{
       id = 310,
		 q1 = <<"已经好了嘛，不愧是选中的战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(311)->
	{ok,#data_task_talk{
       id = 311,
		 q1 = <<"这些暗影芭比是魔神残部的先遣军，战士，干掉他们等于干掉魔神最前面的触角！"/utf8>>,
		 a1 = <<"遵命！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(312)->
	{ok,#data_task_talk{
       id = 312,
		 q1 = <<"战士！去杀掉那些暗影芭比吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(313)->
	{ok,#data_task_talk{
       id = 313,
		 q1 = <<"沐浴真神荣耀的战士是无敌的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(314)->
	{ok,#data_task_talk{
       id = 314,
		 q1 = <<"能帮我去看看北边的斯莱德么？他也是我们吸血鬼军团中的一员"/utf8>>,
		 a1 = <<"立刻就出发！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(315)->
	{ok,#data_task_talk{
       id = 315,
		 q1 = <<"斯莱德在北边。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(316)->
	{ok,#data_task_talk{
       id = 316,
		 q1 = <<"你好战士。"/utf8>>,
		 a1 = <<"你好斯莱德。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(317)->
	{ok,#data_task_talk{
       id = 317,
		 q1 = <<"那边的葛洛丽亚，我的女神，能帮我去看看她么？顺便帮我解决掉一些路上的血狼吧"/utf8>>,
		 a1 = <<"哈哈，乐意效劳"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(318)->
	{ok,#data_task_talk{
       id = 318,
		 q1 = <<"快去看看我的女神！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(319)->
	{ok,#data_task_talk{
       id = 319,
		 q1 = <<"你好，英武的战士。"/utf8>>,
		 a1 = <<"嗨，葛洛丽亚。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(320)->
	{ok,#data_task_talk{
       id = 320,
		 q1 = <<"选中的战士啊，我需要一些血狼的牙齿给矿洞的战士做护符，你能帮助我吗？"/utf8>>,
		 a1 = <<"我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(321)->
	{ok,#data_task_talk{
       id = 321,
		 q1 = <<"已经好了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(322)->
	{ok,#data_task_talk{
       id = 322,
		 q1 = <<"非常感谢你！愿神指引你扫除黑暗！"/utf8>>,
		 a1 = <<"愿神庇佑"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(323)->
	{ok,#data_task_talk{
       id = 323,
		 q1 = <<"对了，如果你想知道矿洞的情况的话，前面的凯尔能帮助你。"/utf8>>,
		 a1 = <<"好的，非常感谢"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(324)->
	{ok,#data_task_talk{
       id = 324,
		 q1 = <<"记住凯尔在西面"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(325)->
	{ok,#data_task_talk{
       id = 325,
		 q1 = <<"该死的恶魔，快点来个人帮我！"/utf8>>,
		 a1 = <<"凯尔，你是在叫我么？"/utf8>>,
		 q2 = <<"啊哈，你是选中的战士吗？太好了！"/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(326)->
	{ok,#data_task_talk{
       id = 326,
		 q1 = <<"这里原来是为大陆提供能源补给的，在若干年前，这里的矿藏非常丰富，直到魔神降临..."/utf8>>,
		 a1 = <<"又是该死的魔神"/utf8>>,
		 q2 = <<"魔神奴役了附近所有镇上的村民来这里替他挖掘这里的能源，并且派了他的魔兽看守者这里。就在最底下那层！"/utf8>>,
		 a2 = <<"可是魔神不是已经死亡了么？"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(327)->
	{ok,#data_task_talk{
       id = 327,
		 q1 = <<"听我把话说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(328)->
	{ok,#data_task_talk{
       id = 328,
		 q1 = <<"魔神虽然是消失了，但是他的残余部队始终在这里，继续帮他挖掘资源，准备迎接他的回归。"/utf8>>,
		 a1 = <<"回归？"/utf8>>,
		 q2 = <<"是的，魔神消逝的时候，在大陆的某个小国度的预言家曾经预言过，只要集齐魔神留在人间的5大神器，魔神就能回归大地。"/utf8>>,
		 a2 = <<"什么？！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(329)->
	{ok,#data_task_talk{
       id = 329,
		 q1 = <<"是的，勇士，不过我知道的只有这些，更详细的信息你最好到矿洞内部问问我们的祭司，但在这之前，你能帮我肃清这里的妖姬么?"/utf8>>,
		 a1 = <<"义不容辞。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(330)->
	{ok,#data_task_talk{
       id = 330,
		 q1 = <<"杀光那些妖姬了嘛？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(331)->
	{ok,#data_task_talk{
       id = 331,
		 q1 = <<"太棒了战士，真神荣耀会带着你走向胜利！"/utf8>>,
		 a1 = <<"是的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(332)->
	{ok,#data_task_talk{
       id = 332,
		 q1 = <<"战士，南边是我的老战友提姆，在这么危险的矿洞里，我很担心他，能帮我去看看他么？"/utf8>>,
		 a1 = <<"好的！我这就去！"/utf8>>,
		 q2 = <<"对了，路上那些收割者能顺便帮我解决掉么？"/utf8>>,
		 a2 = <<"那当然！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(333)->
	{ok,#data_task_talk{
       id = 333,
		 q1 = <<"提姆就在我的南边没多远的位置。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(334)->
	{ok,#data_task_talk{
       id = 334,
		 q1 = <<"杀！"/utf8>>,
		 a1 = <<"你好提姆，凯尔让我来看看，你感觉怎么样？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(335)->
	{ok,#data_task_talk{
       id = 335,
		 q1 = <<"哦，你是选中的战士吗？实在太令人兴奋了，你竟然能到达这里！"/utf8>>,
		 a1 = <<"呵呵，这些都是小意思"/utf8>>,
		 q2 = <<"这些收割者一直在这里徘徊，魔神明明已经死了，还在这里残杀来矿洞工作的平民，能帮我 除掉他们么战士？"/utf8>>,
		 a2 = <<"义不容辞！这是真神赋予我的责任！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(336)->
	{ok,#data_task_talk{
       id = 336,
		 q1 = <<"杀得怎么样了战士？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(337)->
	{ok,#data_task_talk{
       id = 337,
		 q1 = <<"太厉害了战士！真神将以你为荣！"/utf8>>,
		 a1 = <<"这是我的荣幸"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(338)->
	{ok,#data_task_talk{
       id = 338,
		 q1 = <<"那边的赛文似乎遇到了点麻烦，去帮助他吧。"/utf8>>,
		 a1 = <<"但愿我能帮上忙"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(339)->
	{ok,#data_task_talk{
       id = 339,
		 q1 = <<"赛文在我的南边，快去吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(340)->
	{ok,#data_task_talk{
       id = 340,
		 q1 = <<"这些该死的骷髅，怎么都杀不完！"/utf8>>,
		 a1 = <<"赛文先生，提姆让我来帮助您！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(341)->
	{ok,#data_task_talk{
       id = 341,
		 q1 = <<"那太棒了小伙子！这些该死的骷髅人，杀了我们太多的兄弟，啥都杀不完，快点来帮我！"/utf8>>,
		 a1 = <<"职责所在，使命必达~"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(342)->
	{ok,#data_task_talk{
       id = 342,
		 q1 = <<"还差一点！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(343)->
	{ok,#data_task_talk{
       id = 343,
		 q1 = <<"太棒了小伙子，你是传说中的选中的战士么？这么快就解决了！"/utf8>>,
		 a1 = <<"是的，我也是才苏醒没多久，还在努力适应"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(344)->
	{ok,#data_task_talk{
       id = 344,
		 q1 = <<"那边的十字军长官约书亚大人是我的直属上级，我向他推荐了你，去找他吧！"/utf8>>,
		 a1 = <<"好的，谢谢你，我这就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(345)->
	{ok,#data_task_talk{
       id = 345,
		 q1 = <<"约书亚大人是穿着一身红白战袍的帅气男人！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(346)->
	{ok,#data_task_talk{
       id = 346,
		 q1 = <<"真神赐予我荣耀与勇气！"/utf8>>,
		 a1 = <<"尊敬的约书亚大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(347)->
	{ok,#data_task_talk{
       id = 347,
		 q1 = <<"你就是赛文极力向我推荐的被选中的战士么？"/utf8>>,
		 a1 = <<"是的大人！乐意为您效劳！"/utf8>>,
		 q2 = <<"矿洞目前大致的情况我相信你已经有所了解了。"/utf8>>,
		 a2 = <<"可以这么说，大人。"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(348)->
	{ok,#data_task_talk{
       id = 348,
		 q1 = <<"耐心点，听我说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(349)->
	{ok,#data_task_talk{
       id = 349,
		 q1 = <<"矿洞往下还有3层，每一层都有一个魔神的爪牙作为监视者，监控着矿洞的一切，它们也是这这层矿洞最大的魔物。"/utf8>>,
		 a1 = <<"那它们现在在哪里呢？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(350)->
	{ok,#data_task_talk{
       id = 350,
		 q1 = <<"我们这一层的监视着是蜘蛛女王，是一只恶心又贪婪的母蜘蛛，就在我的东北放，去消灭它，解放这里吧！战士！"/utf8>>,
		 a1 = <<"义不容辞！"/utf8>>,
		 q2 = <<"要小心，她的毒液能融化一切！"/utf8>>,
		 a2 = <<"我会的"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(351)->
	{ok,#data_task_talk{
       id = 351,
		 q1 = <<"去杀死那只恶心的蜘蛛！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(352)->
	{ok,#data_task_talk{
       id = 352,
		 q1 = <<"辛苦了！战士！看来真神的荣耀始终都照耀着你！"/utf8>>,
		 a1 = <<"这是我应该做到的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(353)->
	{ok,#data_task_talk{
       id = 353,
		 q1 = <<"我们的祭司就在下层，他也备受煎熬，去跟他聊聊吧"/utf8>>,
		 a1 = <<"遵命！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(354)->
	{ok,#data_task_talk{
       id = 354,
		 q1 = <<"我们的祭司叫查理，就在下层的入口处！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(355)->
	{ok,#data_task_talk{
       id = 355,
		 q1 = <<"咳咳咳，年轻人？你怎么会在这里？这里这么危险，快走！"/utf8>>,
		 a1 = <<"没关系的祭司大人，我是约书亚大人派下来帮助您的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(356)->
	{ok,#data_task_talk{
       id = 356,
		 q1 = <<"约书亚？他还好吧，哎，这里的熔岩犬每天都在监视我的一举一动，令我无法动弹。"/utf8>>,
		 a1 = <<"我这就去送这些该死的魔物回地狱！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(357)->
	{ok,#data_task_talk{
       id = 357,
		 q1 = <<"那些熔岩犬还在！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(358)->
	{ok,#data_task_talk{
       id = 358,
		 q1 = <<"啊！难道你就是传说中的战士嘛？太好了战士！我们第二层需要你！"/utf8>>,
		 a1 = <<"哦？您能告诉我到底发生了什么吗？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(359)->
	{ok,#data_task_talk{
       id = 359,
		 q1 = <<"我向你已经听约书亚说过了每一层都有一个恶魔监视者的事情了吧"/utf8>>,
		 a1 = <<"是的，祭司大人。"/utf8>>,
		 q2 = <<"我们这一层的守卫者，是一个恶魔守卫，一个有着羊头和巨大的熔岩斧头的怪物他比一层的蜘蛛妖强大几十倍！"/utf8>>,
		 a2 = <<"什么？竟然会这样？"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(360)->
	{ok,#data_task_talk{
       id = 360,
		 q1 = <<"我的话还没说完呢，战士。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(361)->
	{ok,#data_task_talk{
       id = 361,
		 q1 = <<"血族的公爵缇娜都束手无策，现在她拼死守在通往下层的入口，只为了能减轻下层的压力，因为下层的守卫已经被我们杀死。"/utf8>>,
		 a1 = <<"那真是不幸中的万幸了！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(362)->
	{ok,#data_task_talk{
       id = 362,
		 q1 = <<"哦对了，我的老朋友，从小一起长大的狼人艾利克斯就在东边，您能帮我去看看他还好嘛？"/utf8>>,
		 a1 = <<"我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(363)->
	{ok,#data_task_talk{
       id = 363,
		 q1 = <<"很久都没看见艾利克斯了，不知道他现在怎么样了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(364)->
	{ok,#data_task_talk{
       id = 364,
		 q1 = <<"嗷嗷，狗就是狗，跟我们狼族还差得远！"/utf8>>,
		 a1 = <<"艾利克斯，查理让我来看看你。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(365)->
	{ok,#data_task_talk{
       id = 365,
		 q1 = <<"哦，查理，那个老家伙，他现在还好么？"/utf8>>,
		 a1 = <<"他很好，他身边的熔岩犬我已经帮他清理干净了，他现在很安全。"/utf8>>,
		 q2 = <<"那真是太好了，小子，我正在绘制一个通灵法阵，需要那里熔岩犬的血，能替我取回来么？"/utf8>>,
		 a2 = <<"我这就去。"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(366)->
	{ok,#data_task_talk{
       id = 366,
		 q1 = <<"小子，好了么？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(367)->
	{ok,#data_task_talk{
       id = 367,
		 q1 = <<"太棒了小伙子，实在是太感谢你了。"/utf8>>,
		 a1 = <<"真神赋予我的责任！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(368)->
	{ok,#data_task_talk{
       id = 368,
		 q1 = <<"我的通灵法阵是束缚那个该死的恶魔守卫的，不过还缺一样东西"/utf8>>,
		 a1 = <<"缺少了什么？"/utf8>>,
		 q2 = <<"丧尸的眼珠子，他们的眼珠是法阵最重要的通灵物之一，我现在还缺少一些。"/utf8>>,
		 a2 = <<"我马上给您拿回来！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(369)->
	{ok,#data_task_talk{
       id = 369,
		 q1 = <<"这些还远远不够，小子。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(370)->
	{ok,#data_task_talk{
       id = 370,
		 q1 = <<"够了够了，这下我的法阵马上就可以完成了。"/utf8>>,
		 a1 = <<"那可真是太好了！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(371)->
	{ok,#data_task_talk{
       id = 371,
		 q1 = <<"卢卡是我们伟大的狼族战士，去帮助他吧！"/utf8>>,
		 a1 = <<"如您所愿！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(372)->
	{ok,#data_task_talk{
       id = 372,
		 q1 = <<"卢卡是我们狼族战士的骄傲！"/utf8>>,
		 a1 = <<"卢卡，我刚从祭祀大人那儿来。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(373)->
	{ok,#data_task_talk{
       id = 373,
		 q1 = <<"啊！黑暗赐予我力量！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(374)->
	{ok,#data_task_talk{
       id = 374,
		 q1 = <<"啊，祭司，那个瘦弱的老狼，他还好么？"/utf8>>,
		 a1 = <<"他很好，他的法阵已经快做好了。"/utf8>>,
		 q2 = <<"那真是太棒了！人类，那里有群食腐怪，他们太臭了。"/utf8>>,
		 a2 = <<"我明白了。"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(375)->
	{ok,#data_task_talk{
       id = 375,
		 q1 = <<"还是那么臭，你确定你搞定了么？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(376)->
	{ok,#data_task_talk{
       id = 376,
		 q1 = <<"你是我见过最强壮的人类！哈哈！"/utf8>>,
		 a1 = <<"多谢您的夸奖。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(377)->
	{ok,#data_task_talk{
       id = 377,
		 q1 = <<"那些恶心的食腐怪，最好还是杀干净他们，让我也呼吸呼吸新鲜空气！"/utf8>>,
		 a1 = <<"好的，我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(378)->
	{ok,#data_task_talk{
       id = 378,
		 q1 = <<"还没杀干净呢！说好的新鲜空气呢？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(379)->
	{ok,#data_task_talk{
       id = 379,
		 q1 = <<"太棒了！战士！我们狼族也以你为荣！"/utf8>>,
		 a1 = <<"黑暗赐予我们共同的荣耀！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(380)->
	{ok,#data_task_talk{
       id = 380,
		 q1 = <<"西面的那个猎手瑞奇，是个色狼，一看到雌性动物就忍不住。"/utf8>>,
		 a1 = <<"哦？那感觉可不太好啊。"/utf8>>,
		 q2 = <<"在这个都是魔物的矿洞里，谁知道会冒出些什么来？你去帮我提醒他一下，必要时刻就用非常手段吧！"/utf8>>,
		 a2 = <<"遵命"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(381)->
	{ok,#data_task_talk{
       id = 381,
		 q1 = <<"瑞奇那里似乎有群女妖，快去看看！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(382)->
	{ok,#data_task_talk{
       id = 382,
		 q1 = <<"嘿嘿~漂亮的美女~~~"/utf8>>,
		 a1 = <<"瑞奇！瑞奇！快醒醒！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(383)->
	{ok,#data_task_talk{
       id = 383,
		 q1 = <<"漂亮的美女~~~啊！皮肤这么白！身材太好了~嗷嗷嗷~~"/utf8>>,
		 a1 = <<"瑞奇！看清楚，他们是女妖！"/utf8>>,
		 q2 = <<"美女~~~等等我~~~"/utf8>>,
		 a2 = <<"该死，这些魔物看来不彻底杀死他们瑞奇是没法醒过来了。"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(384)->
	{ok,#data_task_talk{
       id = 384,
		 q1 = <<"瑞奇！还差一点！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(385)->
	{ok,#data_task_talk{
       id = 385,
		 q1 = <<"啊....头好疼，这是怎么了？"/utf8>>,
		 a1 = <<"你终于醒了？你被那些魔身女妖迷惑住了。"/utf8>>,
		 q2 = <<"啊？该死！那些魔物实在是太可恨了！"/utf8>>,
		 a2 = <<"没事了，我已经把他们都赶回了地狱！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(386)->
	{ok,#data_task_talk{
       id = 386,
		 q1 = <<"太感谢你了，战士，狼族会铭记你的恩泽"/utf8>>,
		 a1 = <<"不用客气。"/utf8>>,
		 q2 = <<"那边的吸血鬼好像被困住了，我们之前一起聊过人生，去救救他吧！"/utf8>>,
		 a2 = <<"这就去！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(387)->
	{ok,#data_task_talk{
       id = 387,
		 q1 = <<"那个吸血鬼叫帕丁，是个斥候"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(388)->
	{ok,#data_task_talk{
       id = 388,
		 q1 = <<"该死的蜥蜴人！"/utf8>>,
		 a1 = <<"帕丁，我是来帮助你的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(389)->
	{ok,#data_task_talk{
       id = 389,
		 q1 = <<"啊！太好了！听说有个选中的战士一路来到了这里！就是你吗？"/utf8>>,
		 a1 = <<"是的，真神的荣耀指引我无畏前进！"/utf8>>,
		 q2 = <<"太棒了，快，杀死这些蜥蜴人，他们数量太多，我已经受了伤！"/utf8>>,
		 a2 = <<"我立刻就去"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(390)->
	{ok,#data_task_talk{
       id = 390,
		 q1 = <<"怎么样？完成了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(391)->
	{ok,#data_task_talk{
       id = 391,
		 q1 = <<"太好了，果然是选中的战士，你那无比强大的战斗力！不会错的！"/utf8>>,
		 a1 = <<"多谢您的赞誉！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(392)->
	{ok,#data_task_talk{
       id = 392,
		 q1 = <<"听说你已经知道五大神器和魔神归回的事情了？"/utf8>>,
		 a1 = <<"是的。"/utf8>>,
		 q2 = <<"这样，你再去帮我杀死30个蜥蜴人，我再告诉你一挑关于魔神回归的线索。"/utf8>>,
		 a2 = <<"遵命！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(393)->
	{ok,#data_task_talk{
       id = 393,
		 q1 = <<"已经好了么？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(394)->
	{ok,#data_task_talk{
       id = 394,
		 q1 = <<"太好了，战士，最近黑风堡的叛乱你听说了吗？"/utf8>>,
		 a1 = <<"略有所闻。"/utf8>>,
		 q2 = <<"据说这次叛乱就是魔神的余党组织，目的就是为了魔神的回归，如果你可以活着从这里出去的话，不妨去那里看看"/utf8>>,
		 a2 = <<"非常感谢！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(395)->
	{ok,#data_task_talk{
       id = 395,
		 q1 = <<"战士，最后一件事情，我们血族的公爵缇娜大人，快去帮帮她吧，她为了下层的人，快撑不住了！"/utf8>>,
		 a1 = <<"明白了！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(396)->
	{ok,#data_task_talk{
       id = 396,
		 q1 = <<"缇娜大人就在那里！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(397)->
	{ok,#data_task_talk{
       id = 397,
		 q1 = <<"必须要撑下去！必须！"/utf8>>,
		 a1 = <<"缇娜大人！我来帮助您！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(398)->
	{ok,#data_task_talk{
       id = 398,
		 q1 = <<"选中的战士？太好了！传说选中的战士神力无敌！"/utf8>>,
		 a1 = <<"只是希望能够帮到您！"/utf8>>,
		 q2 = <<"去试试吧！恶魔守卫就在那里！注意安全！"/utf8>>,
		 a2 = <<"我会小心的"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(399)->
	{ok,#data_task_talk{
       id = 399,
		 q1 = <<"怎么样？成功了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(400)->
	{ok,#data_task_talk{
       id = 400,
		 q1 = <<"啊！天哪！黑暗真神的庇佑！战士！你的荣耀将无可匹敌！"/utf8>>,
		 a1 = <<"多谢夸奖！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(401)->
	{ok,#data_task_talk{
       id = 401,
		 q1 = <<"下层的监视者虽然已经被我们杀死，但是还是有很多残余部队在那里，他们需要你的帮助"/utf8>>,
		 a1 = <<"遵命！我这就出发！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(402)->
	{ok,#data_task_talk{
       id = 402,
		 q1 = <<"下层的艾伦就在入口处"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(403)->
	{ok,#data_task_talk{
       id = 403,
		 q1 = <<"黑暗真神！赐予我力量！"/utf8>>,
		 a1 = <<"艾伦。"/utf8>>,
		 q2 = <<"你！你怎么会下来的？恶魔守卫呢？！"/utf8>>,
		 a2 = <<"已经被我干掉了，你不用担心。"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(404)->
	{ok,#data_task_talk{
       id = 404,
		 q1 = <<"什么？那看来你就是选中的战士了？！快！帮我肃清前面的道路吧！"/utf8>>,
		 a1 = <<"这就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(405)->
	{ok,#data_task_talk{
       id = 405,
		 q1 = <<"怎么样了？打通了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(406)->
	{ok,#data_task_talk{
       id = 406,
		 q1 = <<"黑暗兽神啊！请赐予我预知未来的能力！"/utf8>>,
		 a1 = <<"祭司大人！"/utf8>>,
		 q2 = <<"啊！道路已经被打通了吗？你怎么进来的？上面的恶魔守卫呢？"/utf8>>,
		 a2 = <<"恶魔守卫已经死了，道路也已经打通，您不用担心。"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(407)->
	{ok,#data_task_talk{
       id = 407,
		 q1 = <<"啊！选中的战士！真神听到了我的祈求！战士，看来这个矿洞最后的秘密我必须要告诉你了？"/utf8>>,
		 a1 = <<"那是什么？"/utf8>>,
		 q2 = <<"这个矿洞其实还有一个最后的监视者，叫地核岩魔，就在我们的下面一层，最底层中。"/utf8>>,
		 a2 = <<"竟然还有一个监视者吗？"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(408)->
	{ok,#data_task_talk{
       id = 408,
		 q1 = <<"我的话还没说完呢。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(409)->
	{ok,#data_task_talk{
       id = 409,
		 q1 = <<"是的，他统领着我们这里所有的魔物，所以你现在就算一路过来打倒了这么多的小喽啰，只要他不死，其它的都能无限再生。"/utf8>>,
		 a1 = <<"什么？！那些该死的魔族！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(410)->
	{ok,#data_task_talk{
       id = 410,
		 q1 = <<"来，先把这些讨人厌的蝙蝠解决了吧！"/utf8>>,
		 a1 = <<"这对我来说可不难"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(411)->
	{ok,#data_task_talk{
       id = 411,
		 q1 = <<"解决了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(412)->
	{ok,#data_task_talk{
       id = 412,
		 q1 = <<"很好，战士，干得漂亮！"/utf8>>,
		 a1 = <<"多谢赞扬！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(413)->
	{ok,#data_task_talk{
       id = 413,
		 q1 = <<"在你前进的道路上，那些蝎子将会是严重的阻碍！"/utf8>>,
		 a1 = <<"我明白了！马上就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(414)->
	{ok,#data_task_talk{
       id = 414,
		 q1 = <<"怎么样？还可以吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(415)->
	{ok,#data_task_talk{
       id = 415,
		 q1 = <<"非常好！战士！"/utf8>>,
		 a1 = <<"黑暗荣耀与你我同在"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(416)->
	{ok,#data_task_talk{
       id = 416,
		 q1 = <<"去吧，前面有新的挑战在等你了，你练恶魔守卫都能顺利解决，那后面的事情都没有问题吧！"/utf8>>,
		 a1 = <<"好的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(417)->
	{ok,#data_task_talk{
       id = 417,
		 q1 = <<"巴利长老就在不远处，仔细寻找！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(418)->
	{ok,#data_task_talk{
       id = 418,
		 q1 = <<"咳咳。"/utf8>>,
		 a1 = <<"巴利长老，您还好吗？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(419)->
	{ok,#data_task_talk{
       id = 419,
		 q1 = <<"战士！你来得真是太巧了！这些恶魔帕恩，神指引我要杀死他们，可是我的年纪已经大了，再也动不了了。"/utf8>>,
		 a1 = <<"我去帮您解决掉他们！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(420)->
	{ok,#data_task_talk{
       id = 420,
		 q1 = <<"战士！已经可以了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(421)->
	{ok,#data_task_talk{
       id = 421,
		 q1 = <<"不愧是重生的勇士！你的力量令我惊叹！"/utf8>>,
		 a1 = <<"多谢长老"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(422)->
	{ok,#data_task_talk{
       id = 422,
		 q1 = <<"战士，你听过五神器的事情了么？"/utf8>>,
		 a1 = <<"恩，一些。"/utf8>>,
		 q2 = <<"据传闻，这个矿洞，就有一件神器。"/utf8>>,
		 a2 = <<"哦？"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(423)->
	{ok,#data_task_talk{
       id = 423,
		 q1 = <<"听我把话说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(424)->
	{ok,#data_task_talk{
       id = 424,
		 q1 = <<"这里据说不仅有丰富的能源，更有的是魔神回归所需要的五神器之一的约索斯长剑。"/utf8>>,
		 a1 = <<"竟然会这样？"/utf8>>,
		 q2 = <<"对，但是这么多年过去了，留在这里的魔神余党始终没有发现这把长剑。"/utf8>>,
		 a2 = <<"幸好。"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(425)->
	{ok,#data_task_talk{
       id = 425,
		 q1 = <<"是的，希望这个神器真的可以长埋于此吧！"/utf8>>,
		 a1 = <<"以众神的名义起誓，我会保守这个秘密。"/utf8>>,
		 q2 = <<"我相信你勇士，我的朋友威尔斯也在这个矿洞中，能帮我找找他么？"/utf8>>,
		 a2 = <<"义不容辞！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(426)->
	{ok,#data_task_talk{
       id = 426,
		 q1 = <<"威尔斯在东南面，是个有趣的老头，你一定不会错过他的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(427)->
	{ok,#data_task_talk{
       id = 427,
		 q1 = <<"哦，谁来救救我！"/utf8>>,
		 a1 = <<"威尔斯大爷，别急，我来拯救你！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(428)->
	{ok,#data_task_talk{
       id = 428,
		 q1 = <<"哦，小伙子，你这么厉害？是传说中的勇士吗？快！这些恶魔帕恩老在我边上晃来晃去，我都没法专心挖矿了。"/utf8>>,
		 a1 = <<"好的，交给我。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(429)->
	{ok,#data_task_talk{
       id = 429,
		 q1 = <<"小伙子？他们还在那晃呢！快点！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(430)->
	{ok,#data_task_talk{
       id = 430,
		 q1 = <<"太棒了，小伙子，非常好，有我年轻时候的样子！"/utf8>>,
		 a1 = <<"......"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(431)->
	{ok,#data_task_talk{
       id = 431,
		 q1 = <<"去找狄格尔吧，他是我们这层的领袖，顺便把路上的那些疯了的教徒收拾下吧，比我还烦，真讨厌！"/utf8>>,
		 a1 = <<"明白，马上就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(432)->
	{ok,#data_task_talk{
       id = 432,
		 q1 = <<"小伙子，别忘了收拾一下那些疯狂教徒。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(433)->
	{ok,#data_task_talk{
       id = 433,
		 q1 = <<"光明就在前方！"/utf8>>,
		 a1 = <<"狄格尔，听说你需要人帮忙？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(434)->
	{ok,#data_task_talk{
       id = 434,
		 q1 = <<"啊！选中的战士！你终于来了！这些蛇发女妖，仗着自己是地狱炎魔的宠物，在这里疯狂杀戮，我希望你能帮我消灭他们！"/utf8>>,
		 a1 = <<"遵命！长官！我会让它在永世的黑暗中长眠！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(435)->
	{ok,#data_task_talk{
       id = 435,
		 q1 = <<"还没有完成！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(436)->
	{ok,#data_task_talk{
       id = 436,
		 q1 = <<"太好了战士，不愧是选中的勇士！"/utf8>>,
		 a1 = <<"多谢您的赞誉！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(437)->
	{ok,#data_task_talk{
       id = 437,
		 q1 = <<"那么，战士，扫荡这里吧，把魔神的残部全部驱逐出去！"/utf8>>,
		 a1 = <<"义不容辞！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(438)->
	{ok,#data_task_talk{
       id = 438,
		 q1 = <<"怎么样？完成了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(439)->
	{ok,#data_task_talk{
       id = 439,
		 q1 = <<"太精彩了！战士！这是我看过的最好的表演！"/utf8>>,
		 a1 = <<"黑暗之神的荣耀！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(440)->
	{ok,#data_task_talk{
       id = 440,
		 q1 = <<"这里已经安全了，我想你应该有这个实力去为我们做最终的努力！去找拜伦，他一直潜伏在第四层"/utf8>>,
		 a1 = <<"是！我立刻就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(441)->
	{ok,#data_task_talk{
       id = 441,
		 q1 = <<"拜伦在下一层的入口"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(442)->
	{ok,#data_task_talk{
       id = 442,
		 q1 = <<"看来胜利就在眼前啊！"/utf8>>,
		 a1 = <<"拜伦，你好！"/utf8>>,
		 q2 = <<"选中的战士，你终于来了！真神庇佑，我还是活到了这个时刻！"/utf8>>,
		 a2 = <<"拜伦，你的事情我已经听说了，我是来帮助你的。"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(443)->
	{ok,#data_task_talk{
       id = 443,
		 q1 = <<"太好了，战士，这个地核岩魔是整个矿洞最终的监视者，他手中的鲜血也是最多的！"/utf8>>,
		 a1 = <<"我已经听说了一些它的事情。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(444)->
	{ok,#data_task_talk{
       id = 444,
		 q1 = <<"听我把话说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(445)->
	{ok,#data_task_talk{
       id = 445,
		 q1 = <<"那真是太棒了，战士！最后再给你一个忠告吧"/utf8>>,
		 a1 = <<"好的！长官"/utf8>>,
		 q2 = <<"他的熔岩能有焚烧一切！"/utf8>>,
		 a2 = <<"我会注意的！"/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(446)->
	{ok,#data_task_talk{
       id = 446,
		 q1 = <<"嗷~~~呜呜呜~~~我迷路了，你可以带我回家不？我家就在对面，可是这些巨牙海民要吃狼，我好怕怕~~~呜呜呜~~~~"/utf8>>,
		 a1 = <<"好的，跟着我哟~"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(447)->
	{ok,#data_task_talk{
       id = 447,
		 q1 = <<"可以帮我嘛~嗷嗷~~帮帮我嘛~~嗷嗷嗷嗷~~~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(448)->
	{ok,#data_task_talk{
       id = 448,
		 q1 = <<"哦，基尔，你终于回来了！谢谢你勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(449)->
	{ok,#data_task_talk{
       id = 449,
		 q1 = <<"那些该死的巨牙海民，竟然挡住我的小基尔，不让他回来，勇士，能帮我报这个仇吗？我会让我先生报答你的！"/utf8>>,
		 a1 = <<"报答不用，但是这个忙我会帮的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(450)->
	{ok,#data_task_talk{
       id = 450,
		 q1 = <<"怎么样，勇士？已经好了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(451)->
	{ok,#data_task_talk{
       id = 451,
		 q1 = <<"太感谢你了，勇士，我们会永远铭记你的恩泽！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(452)->
	{ok,#data_task_talk{
       id = 452,
		 q1 = <<"勇士，我的丈夫就在那桥对岸，你可以去找他了解一下情况。"/utf8>>,
		 a1 = <<"好的，谢谢你。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(453)->
	{ok,#data_task_talk{
       id = 453,
		 q1 = <<"勇士，我丈夫就在桥对岸，不一会儿你就能看见他的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(454)->
	{ok,#data_task_talk{
       id = 454,
		 q1 = <<"我收到了妻子的信，谢谢你，勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(455)->
	{ok,#data_task_talk{
       id = 455,
		 q1 = <<"如你所见到的，我妻子是人类，而我是狼族。这是个狼族的小镇，镇上的人都不喜欢我妻子，所以我们只能住在这最偏远的地方。"/utf8>>,
		 a1 = <<"原来是这样，那你的孩子呢？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(456)->
	{ok,#data_task_talk{
       id = 456,
		 q1 = <<"听我说完吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(457)->
	{ok,#data_task_talk{
       id = 457,
		 q1 = <<"他是个混血儿，现在还是初期的狼态，等到了成年期，他就会逐渐出现狼族的天赋了。但是人族聪明勇敢的天赋已经在他体内，这能令他比其他任何一只狼族都优秀！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(458)->
	{ok,#data_task_talk{
       id = 458,
		 q1 = <<"杰是我们的首领，他负责保护这个小镇，他好像有任务要找你，去向他报到吧。"/utf8>>,
		 a1 = <<"好的，科尔，祝你幸福。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(459)->
	{ok,#data_task_talk{
       id = 459,
		 q1 = <<"杰在小镇东北的雕像下面，你会看到他的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(460)->
	{ok,#data_task_talk{
       id = 460,
		 q1 = <<"被选中的勇士，你好，希望你能助我一臂之力。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(461)->
	{ok,#data_task_talk{
       id = 461,
		 q1 = <<"在北面的沙漠里，有一群沙漠蜂，他们的蜂毒举世无双。我需希望你能帮我采集一些，最近魔族频频侵扰这里，我需要赶制一些淬毒的武器。这个任务十分危险，你要注意安全。"/utf8>>,
		 a1 = <<"遵命！我这就出发！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(462)->
	{ok,#data_task_talk{
       id = 462,
		 q1 = <<"战士，蜂毒带回来了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(463)->
	{ok,#data_task_talk{
       id = 463,
		 q1 = <<"太好了战士！这下那些魔物就可以彻底被杀死了！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(464)->
	{ok,#data_task_talk{
       id = 464,
		 q1 = <<"马丁是从黑风堡来的，最近黑风堡的叛乱事件也影响到了巨石镇。去看看他，顺便帮他把问题解决了，让他不要来打乱我们的平静！"/utf8>>,
		 a1 = <<"是！我立刻就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(465)->
	{ok,#data_task_talk{
       id = 465,
		 q1 = <<"马丁就在前面，过了桥你就能看见了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(466)->
	{ok,#data_task_talk{
       id = 466,
		 q1 = <<"就差一点点，勇士，能不能帮我个忙？我还要回到黑风堡！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(467)->
	{ok,#data_task_talk{
       id = 467,
		 q1 = <<"这个小镇是数万年前神魔大战的战场遗址，在我身后的万剑之墓有神族留下来的兵器，他们锋利无比。可是我已经没有这个力气去拿了，你能帮我拿一些兵器来吗？"/utf8>>,
		 a1 = <<"好的，我这就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(468)->
	{ok,#data_task_talk{
       id = 468,
		 q1 = <<"万剑之墓就在我身后不远，我需要把它们带回黑风堡。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(469)->
	{ok,#data_task_talk{
       id = 469,
		 q1 = <<"太感谢你了，战士！黑风堡会铭记你的恩泽！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(470)->
	{ok,#data_task_talk{
       id = 470,
		 q1 = <<"战士，我还有最后一个不情之请。你能带着这些兵器去黑风堡吗？我的身体已经不行了，但是我们军队需要这些兵器对抗魔族！"/utf8>>,
		 a1 = <<"好，我立刻就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(471)->
	{ok,#data_task_talk{
       id = 471,
		 q1 = <<"通过我前面的传送阵就能到达黑风堡，万事小心。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(472)->
	{ok,#data_task_talk{
       id = 472,
		 q1 = <<"谢谢你，战士，马丁的忠诚真神会知道的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(473)->
	{ok,#data_task_talk{
       id = 473,
		 q1 = <<"勇士！感谢你帮助我们平息了战乱，回到巨石镇吧，据说那里有新的情况需要你的帮助。"/utf8>>,
		 a1 = <<"好的，我立刻就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(474)->
	{ok,#data_task_talk{
       id = 474,
		 q1 = <<"去巨石镇寻找杰，他那里有新情况。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(475)->
	{ok,#data_task_talk{
       id = 475,
		 q1 = <<"战士，我已经听说了你在黑风堡的英勇事迹，真神以你为傲！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(476)->
	{ok,#data_task_talk{
       id = 476,
		 q1 = <<"最近镇上来了两个吸血鬼，你知道，我们是个狼族的小镇。他们似乎是情侣，那个女的吸血鬼长得还挺漂亮（杰的口水说着说着就淌了下来），不过他们好像在镇口祭坛那里分开了。虽然他们暂时没有给我们带来危害，但是我始终有种不详的预感。能帮我去看看他们吗？"/utf8>>,
		 a1 = <<"好的，我立刻就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(477)->
	{ok,#data_task_talk{
       id = 477,
		 q1 = <<"他们就在我的西面，你会看见他们的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(478)->
	{ok,#data_task_talk{
       id = 478,
		 q1 = <<"战士，请你相信，我们没有恶意，我们只是要帮助这个小镇！这个小镇有瘟疫，我们是来帮助他们的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(479)->
	{ok,#data_task_talk{
       id = 479,
		 q1 = <<"瑞贝卡和拉娜虽然关系亲密，但是狼族和血族的种族之隔始终在那，我没有办法不担心。你替我去吧神坛上的灵珠取下来吧，放心，一路上的守护者我已经清理了。"/utf8>>,
		 a1 = <<"好吧。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(480)->
	{ok,#data_task_talk{
       id = 480,
		 q1 = <<"灵珠是帮助小镇出去瘟疫最重要的一环，战士，不要犹豫！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(481)->
	{ok,#data_task_talk{
       id = 481,
		 q1 = <<"太感谢你了战士！这个小镇的瘟疫会得到解决的！我发誓！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(482)->
	{ok,#data_task_talk{
       id = 482,
		 q1 = <<"瑞贝卡她不仅是我们血族的祭司，也是我的爱人啊！勇士，帮我救救她，她在那半人马中间，我的心似被灼烧了一样！把灵珠也带过去，告诉她我爱她。"/utf8>>,
		 a1 = <<"好的，交给我。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(483)->
	{ok,#data_task_talk{
       id = 483,
		 q1 = <<"那群半人马生性残暴，勇士，快去看看，我的心要跳出来了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(484)->
	{ok,#data_task_talk{
       id = 484,
		 q1 = <<"勇士，感谢您的救命之恩，真神会为您骄傲！您带来了灵珠？！马塞勒斯还好吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(485)->
	{ok,#data_task_talk{
       id = 485,
		 q1 = <<"马塞勒斯为我付出太多，可是这个小镇危在旦夕，我...我没有办法，呜呜...拉娜恳求我一起来帮助她，她是我小时候的玩伴，后来我成为了血族....我实在没有办法选择。"/utf8>>,
		 a1 = <<"瑞贝卡，你是个勇敢的女孩，血族和狼族会一起以你为傲的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(486)->
	{ok,#data_task_talk{
       id = 486,
		 q1 = <<"我该怎么办，让我冷静下。 "/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(487)->
	{ok,#data_task_talk{
       id = 487,
		 q1 = <<"这个小镇有一种瘟疫，最近已经死了很多狼族了，拉娜让我帮忙看看怎么解决。我们已经找到了办法，只是我们现在还缺祭坛这一样就行了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(488)->
	{ok,#data_task_talk{
       id = 488,
		 q1 = <<"拉娜在祭坛那里，但是她一个人能力有限，勇士，能去帮助她吗？"/utf8>>,
		 a1 = <<"好的，我这就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(489)->
	{ok,#data_task_talk{
       id = 489,
		 q1 = <<"勇士，快去救拉娜吧，我这里已经没有问题了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(490)->
	{ok,#data_task_talk{
       id = 490,
		 q1 = <<"勇士！我听到瑞贝卡的心灵指引了，真是太好了，真神没有放弃我们！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(491)->
	{ok,#data_task_talk{
       id = 491,
		 q1 = <<"现在材料和魔力都已经足够了，就差这个祭坛了，勇士，您能帮助我清扫一下祭坛吗？这些熊怪亵渎神灵，让他们得到应有的惩罚吧！"/utf8>>,
		 a1 = <<"如您所愿，祭司大人！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(492)->
	{ok,#data_task_talk{
       id = 492,
		 q1 = <<"已经清扫完毕了吗？勇士？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(493)->
	{ok,#data_task_talk{
       id = 493,
		 q1 = <<"感谢您勇士！小镇会恢复往日的热闹都是因为您的帮助！真神赞美！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(494)->
	{ok,#data_task_talk{
       id = 494,
		 q1 = <<"好了，瘟疫终于清除了，去向族长说明吧，他等了很久也撑了很久。把好消息告诉他，让他重新站起来。"/utf8>>,
		 a1 = <<"好，我这就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(495)->
	{ok,#data_task_talk{
       id = 495,
		 q1 = <<"长老就在南边不远处，你会看到他的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(496)->
	{ok,#data_task_talk{
       id = 496,
		 q1 = <<"勇士，你是给我带来好消息的嘛？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(497)->
	{ok,#data_task_talk{
       id = 497,
		 q1 = <<"我当然知道瘟疫的破除，血族也尽了一份力，可是我没有办法公开这个秘密。"/utf8>>,
		 a1 = <<"这是为什么呢？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(498)->
	{ok,#data_task_talk{
       id = 498,
		 q1 = <<"哎，真神，请告诉我应该怎么做！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(499)->
	{ok,#data_task_talk{
       id = 499,
		 q1 = <<"从很久很久之前，血族与我们狼族就是仇敌，在狼人的心中被死敌救了，就是侮辱。这个小镇是个狼人的小镇，我要考虑到大多数的子民的一件，虽然我内心十分感谢瑞贝卡，但是我只能默默的祝福她。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(500)->
	{ok,#data_task_talk{
       id = 500,
		 q1 = <<"从英灵殿溜出来了一些恶灵，他们困住了我们镇上的长者，去解救他吧！勇士！"/utf8>>,
		 a1 = <<"好的，交给我！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(501)->
	{ok,#data_task_talk{
       id = 501,
		 q1 = <<"别忘了教训路上的那些幽灵！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(502)->
	{ok,#data_task_talk{
       id = 502,
		 q1 = <<"该死的幽灵！谢谢你，勇士！英灵殿的先灵以你为荣！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(503)->
	{ok,#data_task_talk{
       id = 503,
		 q1 = <<"这些幽灵在英灵殿周围徘徊，已经严重的侵扰了英灵殿的宁静，勇士，让这些幽灵回到地狱吧！"/utf8>>,
		 a1 = <<"如您所愿！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(504)->
	{ok,#data_task_talk{
       id = 504,
		 q1 = <<"幽灵已经清扫完毕了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(505)->
	{ok,#data_task_talk{
       id = 505,
		 q1 = <<"太好了，勇士！伟大的真神果然没有选错人！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(506)->
	{ok,#data_task_talk{
       id = 506,
		 q1 = <<"这里是很久之前的神族战场，所以徘徊着无数神族英灵，为了祭奠这些伟大的灵魂，让他们保佑我们在这片土地上繁衍，我们建造了英灵殿。去那里看看吧，艾登可以跟你说说那里的故事。"/utf8>>,
		 a1 = <<"好的，太感谢您了！真神荣耀将永照这里！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(507)->
	{ok,#data_task_talk{
       id = 507,
		 q1 = <<"去英灵殿找艾登吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(508)->
	{ok,#data_task_talk{
       id = 508,
		 q1 = <<"被选中的勇士，欢迎你来到英灵殿。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(509)->
	{ok,#data_task_talk{
       id = 509,
		 q1 = <<"这些幽灵在英灵神殿周围徘徊，已经流入了巨石镇，勇士，能帮助我清理掉他们吗？"/utf8>>,
		 a1 = <<"如您所愿！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(510)->
	{ok,#data_task_talk{
       id = 510,
		 q1 = <<"幽灵已经清扫完毕了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(511)->
	{ok,#data_task_talk{
       id = 511,
		 q1 = <<"太好了勇士！苏醒的勇士果然是大陆的绝顶强者！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(512)->
	{ok,#data_task_talk{
       id = 512,
		 q1 = <<"在广场中央的那个女祭司，看到了吗？他们血族的祭司就是漂亮，不像我们狼族的，哎！太粗鲁！能帮我去打个招呼吗？"/utf8>>,
		 a1 = <<"呵呵，那好吧。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(513)->
	{ok,#data_task_talk{
       id = 513,
		 q1 = <<"就在后面广场的正中央，你会看见她的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(514)->
	{ok,#data_task_talk{
       id = 514,
		 q1 = <<"勇士！快帮助我！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(515)->
	{ok,#data_task_talk{
       id = 515,
		 q1 = <<"啊啊啊啊！！！这些蝎子！太可怕了！！快帮我解决掉他们！！！我虽然是个血族，但是也是个姑娘呀！！！勇士！靠你啦！"/utf8>>,
		 a1 = <<"呃....好的，我立刻就去"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(516)->
	{ok,#data_task_talk{
       id = 516,
		 q1 = <<"还有一些！勇士加油哦~~~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(517)->
	{ok,#data_task_talk{
       id = 517,
		 q1 = <<"太棒了！勇士！ 我跟你说些有意思的事情吧。关于亚兰大陆上的五大神器。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(518)->
	{ok,#data_task_talk{
       id = 518,
		 q1 = <<"在这亚兰大陆上，存在着五大神器。分别是弗雷亚之链、加拉尔之琴、安德瓦利之戒、约索斯长剑和朗基努斯之枪。他们有着无限的能量，据说甚至可以让魔神回归！"/utf8>>,
		 a1 = <<"这个我听说了，在蛮荒矿洞，我见到了约索斯长剑，而且让它长埋在那里。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(519)->
	{ok,#data_task_talk{
       id = 519,
		 q1 = <<"勇士，听我说完嘛~~~~有耐心哦~~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(520)->
	{ok,#data_task_talk{
       id = 520,
		 q1 = <<"啊！看来你不仅是选中的勇士，还是幸运的勇士哦~~再告诉你一个小秘密吧，这座英灵神殿里，有五神器之一的弗雷亚之链哦~不过据我所知，魔神的残部好像也在找它呢~~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(521)->
	{ok,#data_task_talk{
       id = 521,
		 q1 = <<"那边的帕森是个人类呢，看上去木木的挺可爱的，帮我去看看他吧！对了，顺便清理一下路上的小骷髅吧，自从被我们吸干血之后，英灵神殿的能量影响着这些残骸，让他们动起来了，还会咯咯响，好可怕哦~~~"/utf8>>,
		 a1 = <<".....好吧，我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(522)->
	{ok,#data_task_talk{
       id = 522,
		 q1 = <<"别忘了清理那些小骷髅哦~~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(523)->
	{ok,#data_task_talk{
       id = 523,
		 q1 = <<"......"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(524)->
	{ok,#data_task_talk{
       id = 524,
		 q1 = <<"杀，女剑士。找，狼祭司。"/utf8>>,
		 a1 = <<"...这...这也太直接了吧..."/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(525)->
	{ok,#data_task_talk{
       id = 525,
		 q1 = <<"女剑士...杀！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(526)->
	{ok,#data_task_talk{
       id = 526,
		 q1 = <<"神秘的英灵圣殿啊，请你给我指引！我是否该告诉这个陌生人你的过去与未来！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(527)->
	{ok,#data_task_talk{
       id = 527,
		 q1 = <<"这英灵神殿是上古时代神族战争的亡魂圣殿。由外面的狼族小镇所建，世代拜谒。这里充斥着大量的能量，用来守护流传下来的弗雷亚之链。只是最近....."/utf8>>,
		 a1 = <<"最近怎么了？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(528)->
	{ok,#data_task_talk{
       id = 528,
		 q1 = <<"听我说完，陌生人！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(529)->
	{ok,#data_task_talk{
       id = 529,
		 q1 = <<"最近，有一些暗处的邪恶魔力在蠢蠢欲动，似乎....是为了神器而来......"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(530)->
	{ok,#data_task_talk{
       id = 530,
		 q1 = <<"去寻找那个人类杰拉德吧，他是这座神殿的守卫者。"/utf8>>,
		 a1 = <<"是，尊敬的祭祀大人。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(531)->
	{ok,#data_task_talk{
       id = 531,
		 q1 = <<"去寻找杰拉德，他会指引你走向圣殿中心。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(532)->
	{ok,#data_task_talk{
       id = 532,
		 q1 = <<"英灵殿神圣不可侵犯！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(533)->
	{ok,#data_task_talk{
       id = 533,
		 q1 = <<"英灵殿充满神圣之气，但是最近邪恶力量从英灵殿的缝隙中进来，唤醒了这片土地上原本存在的邪恶生物：蝙蝠。在英灵殿的影响下，这些蝙蝠硕大无比，勇士，去杀死那些蝙蝠！"/utf8>>,
		 a1 = <<"如您所愿！使命必达！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(534)->
	{ok,#data_task_talk{
       id = 534,
		 q1 = <<"清理干净了吗？勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(535)->
	{ok,#data_task_talk{
       id = 535,
		 q1 = <<"太好了勇士！你听到了英灵们的欢呼吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(536)->
	{ok,#data_task_talk{
       id = 536,
		 q1 = <<"摩尔是个令人尊敬的狼人勇士，他已经守护了这座圣殿百年，去看看他吧！"/utf8>>,
		 a1 = <<"好的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(537)->
	{ok,#data_task_talk{
       id = 537,
		 q1 = <<"去寻找摩尔吧，那个令人尊敬的狼人！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(538)->
	{ok,#data_task_talk{
       id = 538,
		 q1 = <<"年轻人，来到英灵殿，必须心怀敬畏！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(539)->
	{ok,#data_task_talk{
       id = 539,
		 q1 = <<"在这附近徘徊着一些觊觎者，他们一直窥视着英灵神殿的神器，让我无法忽视，去教训一下他们吧！告诉他们，英灵殿的神圣不可侵犯！"/utf8>>,
		 a1 = <<"谨遵指令！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(540)->
	{ok,#data_task_talk{
       id = 540,
		 q1 = <<"怎么样，已经教训好了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(541)->
	{ok,#data_task_talk{
       id = 541,
		 q1 = <<"太好了！英灵殿的诸神以你为傲！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(542)->
	{ok,#data_task_talk{
       id = 542,
		 q1 = <<"那里的血族卡特，刚来不久，那些吸血鬼不知道怎么想的，英灵殿如此重要，竟然派一个这么年轻的毛头小子来看守，去帮我看看他到底行不行。"/utf8>>,
		 a1 = <<"好的，我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(543)->
	{ok,#data_task_talk{
       id = 543,
		 q1 = <<"卡特就在不远处，你会看到的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(544)->
	{ok,#data_task_talk{
       id = 544,
		 q1 = <<"啊！你是重生的英雄吗？名不虚传啊！我听过很多你的故事了！我虽然是新来的，不过我也是个很厉害的吸血鬼哦！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(545)->
	{ok,#data_task_talk{
       id = 545,
		 q1 = <<"那些幽灵怪，从我来到这里，一直都在附近，杀都杀不完，你能帮下我吗？我不是没有能力啊，只是有点累了，需要休息，休息一下。喏，那边的狼人可能需要帮忙。"/utf8>>,
		 a1 = <<"好的，我明白了。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(546)->
	{ok,#data_task_talk{
       id = 546,
		 q1 = <<"搞定了幽灵怪记得去找那个狼人哦，我这已经没事啦~"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(547)->
	{ok,#data_task_talk{
       id = 547,
		 q1 = <<"这里不是终点，只是另一个开始，记住这句话，年轻人。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(548)->
	{ok,#data_task_talk{
       id = 548,
		 q1 = <<"这里只是英灵殿的一层，请往下走，你会见识到什么是神的力量。二层的尼禄是我的朋友，去找他吧。"/utf8>>,
		 a1 = <<"好的，太感谢您了！真神荣耀将永照这里！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(549)->
	{ok,#data_task_talk{
       id = 549,
		 q1 = <<"去二层寻找尼禄吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(550)->
	{ok,#data_task_talk{
       id = 550,
		 q1 = <<"这里是英灵殿的二层，勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(551)->
	{ok,#data_task_talk{
       id = 551,
		 q1 = <<"那股邪恶之气已经弥漫到这里，甚至是更深的三层去了，这些杀人蜂，就是邪恶之气吸引来的，他们最近杀死了太多来神殿参拜的人，为他们报仇！为英灵殿正名！"/utf8>>,
		 a1 = <<"当然，没问题！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(552)->
	{ok,#data_task_talk{
       id = 552,
		 q1 = <<"那些杀人蜂还在，勇士，你的任务还没完成。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(553)->
	{ok,#data_task_talk{
       id = 553,
		 q1 = <<"不愧是重生的勇士！你的力量令我惊叹！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(554)->
	{ok,#data_task_talk{
       id = 554,
		 q1 = <<"在这英灵殿，我们所有的种族都并肩作战，大家为守护亚兰大陆的神灵而战，去看看我的好兄弟吧，贝克是个很好的血族。"/utf8>>,
		 a1 = <<"行，我立刻就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(555)->
	{ok,#data_task_talk{
       id = 555,
		 q1 = <<"贝克就在不远处，很好找的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(556)->
	{ok,#data_task_talk{
       id = 556,
		 q1 = <<"重生的勇士？真神保佑我，竟然还能让我见到这传说中的人！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(557)->
	{ok,#data_task_talk{
       id = 557,
		 q1 = <<"那些邪恶的势力竟然还派女人来执行任务，但是他们太愚蠢了，派来的竟然是泼辣的女人，她们又不讲道理又凶悍，实在是忍不下去了，去帮我收拾她们吧，我不对女人动手。"/utf8>>,
		 a1 = <<"哈哈，好的，乐意效劳。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(558)->
	{ok,#data_task_talk{
       id = 558,
		 q1 = <<"怎么样？那些泼辣的女人搞定了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(559)->
	{ok,#data_task_talk{
       id = 559,
		 q1 = <<"哈哈，太好了，这样我又能清净一阵了！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(560)->
	{ok,#data_task_talk{
       id = 560,
		 q1 = <<"对了，那边那个一脸忧郁的少年特纳，是我的朋友，去看看他，顺便让这些聒噪的女人也离他远一点，他是我的，嘿嘿~"/utf8>>,
		 a1 = <<"这....我明白了..."/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(561)->
	{ok,#data_task_talk{
       id = 561,
		 q1 = <<"快去解决那些聒噪的女人！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(562)->
	{ok,#data_task_talk{
       id = 562,
		 q1 = <<"啊....是贝克让你来帮我的？哼，他之前一直跟舒塔勾肩搭背的，现在想起我来了？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(563)->
	{ok,#data_task_talk{
       id = 563,
		 q1 = <<"这里是英灵殿，上古时代的神族之战让这里汇聚着大量的神族能量，由于神族的遗体和武器也都散落在这附近，所以这里不仅是英灵殿，也是神兵殿，更是神器殿！"/utf8>>,
		 a1 = <<"原来如此，怪不得这里能让许多普通的小生物变成了精灵。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(564)->
	{ok,#data_task_talk{
       id = 564,
		 q1 = <<"勇士，听我说完。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(565)->
	{ok,#data_task_talk{
       id = 565,
		 q1 = <<"英灵殿里，有英雄之灵，自然也有战败的怨灵，它们是相对的，所以这里虽然可以让你的实力大涨，也可以魅惑人心，让人失去心智，要小心了！勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(566)->
	{ok,#data_task_talk{
       id = 566,
		 q1 = <<"那里的祭司守卫者似乎遇到了一些困难，去帮她解决掉古墓蝰蛇吧，英雄救美是没有人能够拒绝的~"/utf8>>,
		 a1 = <<"好的，我明白。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(567)->
	{ok,#data_task_talk{
       id = 567,
		 q1 = <<"记住，要英雄救美。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(568)->
	{ok,#data_task_talk{
       id = 568,
		 q1 = <<"勇士！谢谢你救了我，我会铭记你的恩泽！以永恒的生命起誓！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(569)->
	{ok,#data_task_talk{
       id = 569,
		 q1 = <<"娜塔莎遭到了狼群的攻击，本来对付狼群是很轻松的事情，但是他们在英灵神殿中，吸收了神族光辉，已经进化成有高等智慧的狼了，快去帮助她吧。"/utf8>>,
		 a1 = <<"我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(570)->
	{ok,#data_task_talk{
       id = 570,
		 q1 = <<"记得去找娜塔莎！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(571)->
	{ok,#data_task_talk{
       id = 571,
		 q1 = <<"英灵殿赐予我力量！野狼！滚！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(572)->
	{ok,#data_task_talk{
       id = 572,
		 q1 = <<"前阶段来了一个叫哀木涕的家伙，让我给他攒一些绿小软的...额....衣物，这样吧，我也不太好意思去，勇士，你去帮我完成这个心愿吧，那些...额...衣物，给亚瑟老头就好了。"/utf8>>,
		 a1 = <<"哦？那行，我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(573)->
	{ok,#data_task_talk{
       id = 573,
		 q1 = <<"记得，衣物要给亚瑟哦！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(574)->
	{ok,#data_task_talk{
       id = 574,
		 q1 = <<"啊！勇士？！你这？！哦！哀木涕的意思，那只色牛，还要拖我这个老人家下水！世风日下啊！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(575)->
	{ok,#data_task_talk{
       id = 575,
		 q1 = <<"这里有一些神之战留下的堕落的英灵，我想有人跟你说过这些吧？"/utf8>>,
		 a1 = <<"是的，我听过这些，我也明白需要小心的也是它们。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(576)->
	{ok,#data_task_talk{
       id = 576,
		 q1 = <<"勇士，认真听我说！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(577)->
	{ok,#data_task_talk{
       id = 577,
		 q1 = <<"它们因为战败，怨气与自己的神圣气息想结合，变成了邪恶无比的怨灵，这也让很多人都束手无策。但是我已经找到方法净化了它们。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(578)->
	{ok,#data_task_talk{
       id = 578,
		 q1 = <<"那些恶灵经过了我的净化，变成了普通的浮灵，我希望你可以帮我收集这些浮灵，让他们得到永生。"/utf8>>,
		 a1 = <<"这是我的荣幸"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(579)->
	{ok,#data_task_talk{
       id = 579,
		 q1 = <<"才这些吗？再去收集些吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(580)->
	{ok,#data_task_talk{
       id = 580,
		 q1 = <<"好了，这下我这里就再也不会有人受到魅惑了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(581)->
	{ok,#data_task_talk{
       id = 581,
		 q1 = <<"伯恩斯那个老家伙，我知道他快撑不住了，他一辈子都守在这里，去看看他吧，帮他杀掉那些恶魔，我想他会开心的。"/utf8>>,
		 a1 = <<"我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(582)->
	{ok,#data_task_talk{
       id = 582,
		 q1 = <<"别忘了送上小恶魔的头，那老家伙最喜欢那个了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(583)->
	{ok,#data_task_talk{
       id = 583,
		 q1 = <<"哈哈，勇士，谢谢你帮我杀了这些恶魔，我老了，需要接班人了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(584)->
	{ok,#data_task_talk{
       id = 584,
		 q1 = <<"下面就是三层，离神器会越来越近，神圣之气的威压也会越来越强，勇士，你准备好了吗？"/utf8>>,
		 a1 = <<"我已经准备好了！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(585)->
	{ok,#data_task_talk{
       id = 585,
		 q1 = <<"去三层找乔伊斯吧，他会告诉你接下来该怎么做的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(586)->
	{ok,#data_task_talk{
       id = 586,
		 q1 = <<"这里是三层，勇士，这里的神圣气息更重，相对的，邪灵的能力也是更大的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(587)->
	{ok,#data_task_talk{
       id = 587,
		 q1 = <<"这些蜥蜴，在神圣之光的照耀下，也进化成了邪恶的种族，要小心，他们非常嗜血。"/utf8>>,
		 a1 = <<"我会小心的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(588)->
	{ok,#data_task_talk{
       id = 588,
		 q1 = <<"蜥蜴人已经被净化了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(589)->
	{ok,#data_task_talk{
       id = 589,
		 q1 = <<"太好了勇士！你听到了英灵们的欢呼吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(590)->
	{ok,#data_task_talk{
       id = 590,
		 q1 = <<"克拉克是我尊敬的血族战士，去帮助他吧！"/utf8>>,
		 a1 = <<"好的！我这就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(591)->
	{ok,#data_task_talk{
       id = 591,
		 q1 = <<"克拉克就在不远处，很好找的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(592)->
	{ok,#data_task_talk{
       id = 592,
		 q1 = <<"终于，来了救命的人！快来！勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(593)->
	{ok,#data_task_talk{
       id = 593,
		 q1 = <<"这些人都疯了，嘴里不知道在说些什么，眼神里都带着杀意，快帮帮我，还有鲍尔，我们两个人都拦不住！"/utf8>>,
		 a1 = <<"我明白了！马上就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(594)->
	{ok,#data_task_talk{
       id = 594,
		 q1 = <<"快！去找鲍尔，他好像还有事情要跟你说的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(595)->
	{ok,#data_task_talk{
       id = 595,
		 q1 = <<"终于解决了，这些异教徒简直是魔鬼！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(596)->
	{ok,#data_task_talk{
       id = 596,
		 q1 = <<"这个英灵殿里收藏的是弗雷亚之链，那是曙光女神弗雷亚的能量之源，上面的水晶能够治愈世上一切疾病灾疫，同时也能大幅度提升持有者的实力！"/utf8>>,
		 a1 = <<"竟然真的有这样的神器？！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(597)->
	{ok,#data_task_talk{
       id = 597,
		 q1 = <<"听我说完吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(598)->
	{ok,#data_task_talk{
       id = 598,
		 q1 = <<"对，这是真的，而且就在下层中，但是最近邪恶的气息越来越严重，我觉得它们的触角已经伸到了神器的边缘。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(599)->
	{ok,#data_task_talk{
       id = 599,
		 q1 = <<"这里有些血狼，它们是上层野狼的进化者，因为这里的神圣气息更浓郁，所以它们也就更凶悍，去杀死它们，解救赫拉姐！"/utf8>>,
		 a1 = <<"这是我的荣幸"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(600)->
	{ok,#data_task_talk{
       id = 600,
		 q1 = <<"赫拉姐就在前面！去找她吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(601)->
	{ok,#data_task_talk{
       id = 601,
		 q1 = <<"勇士！感谢您的恩泽！血族知恩必报！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(602)->
	{ok,#data_task_talk{
       id = 602,
		 q1 = <<"这些长枪骷髅和血狼一样，也是因为更强的神圣的气息而得到更加强的进化，它们就快突破这里了，千万要阻止它们！"/utf8>>,
		 a1 = <<"如您所愿！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(603)->
	{ok,#data_task_talk{
       id = 603,
		 q1 = <<"长枪骷髅已经得到净化了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(604)->
	{ok,#data_task_talk{
       id = 604,
		 q1 = <<"太好了，英灵殿！我还是守住了！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(605)->
	{ok,#data_task_talk{
       id = 605,
		 q1 = <<"那边的老人有话要跟你说，请你务必认真的听，去吧！"/utf8>>,
		 a1 = <<"是！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(606)->
	{ok,#data_task_talk{
       id = 606,
		 q1 = <<"詹姆斯老人，是我们这层年纪最大的长者了，务必心怀敬意！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(607)->
	{ok,#data_task_talk{
       id = 607,
		 q1 = <<"年轻人，看来很有精神啊!"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(608)->
	{ok,#data_task_talk{
       id = 608,
		 q1 = <<"这些奇怪的魔物是从最近的3月陆续冒出来的，我隐约感到那阵魔气，他们似乎来者不善，小心，战士！"/utf8>>,
		 a1 = <<"我会小心的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(609)->
	{ok,#data_task_talk{
       id = 609,
		 q1 = <<"那些奇怪的魔物收拾好了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(610)->
	{ok,#data_task_talk{
       id = 610,
		 q1 = <<"呵呵，不愧是选中的勇士！实在是太厉害！真神会以你为荣的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(611)->
	{ok,#data_task_talk{
       id = 611,
		 q1 = <<"这些妖姬是神之战中邪恶的种族后裔，他们在历史的洪流中躲过了所有的审判，深藏在这里，我需要你代表历史的鉴证，惩治它们！"/utf8>>,
		 a1 = <<"必不辱命！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(612)->
	{ok,#data_task_talk{
       id = 612,
		 q1 = <<"去找莱斯他吧，他好像还有事情需要跟你说明。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(613)->
	{ok,#data_task_talk{
       id = 613,
		 q1 = <<"勇士，感谢你惩治了这些可恶的妖姬！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(614)->
	{ok,#data_task_talk{
       id = 614,
		 q1 = <<"在神族大战之后，亚兰大陆沉积了很久，神族的身影从此没落，神迹也不再出现。所以当外域魔神入侵，神族的后裔没有办法挺身而出。"/utf8>>,
		 a1 = <<"太遗憾了。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(615)->
	{ok,#data_task_talk{
       id = 615,
		 q1 = <<"听我说完吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(616)->
	{ok,#data_task_talk{
       id = 616,
		 q1 = <<"但是人血狼这三族在历史的进程中不断发展壮大，甚至隐约有超越神祗时代的感觉。让我们拭目以待吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(617)->
	{ok,#data_task_talk{
       id = 617,
		 q1 = <<"那些牛头人真是野蛮的种族，露西小姐在它们中间很危险，去帮我看看吧！"/utf8>>,
		 a1 = <<"我这就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(618)->
	{ok,#data_task_talk{
       id = 618,
		 q1 = <<"记得先解决牛头人！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(619)->
	{ok,#data_task_talk{
       id = 619,
		 q1 = <<"亚兰的勇士！感谢你救了我！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(620)->
	{ok,#data_task_talk{
       id = 620,
		 q1 = <<"神祗之战之后，它们的英灵碎片散落在这里附近，血族可以收集它们对付在暗地里的邪恶力量，你能帮助我吗？"/utf8>>,
		 a1 = <<"乐意效劳！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(621)->
	{ok,#data_task_talk{
       id = 621,
		 q1 = <<"把它们交给我们的战士，我们会做后续的事情的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(622)->
	{ok,#data_task_talk{
       id = 622,
		 q1 = <<"感谢你！战士！这些英灵碎片我会好好使用的！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(623)->
	{ok,#data_task_talk{
       id = 623,
		 q1 = <<"虽然以前人类才是我们的食物，但是在这英灵殿中，吸食人血是被禁止的，这样吧，那些羊头怪，你能给我弄一些来吗？其实我怀念血的滋味很久了。"/utf8>>,
		 a1 = <<"好的，交给我。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(624)->
	{ok,#data_task_talk{
       id = 624,
		 q1 = <<"不够不够，根本喝不饱。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(625)->
	{ok,#data_task_talk{
       id = 625,
		 q1 = <<"太好了，我现在再也不会对着雷欧流口水了！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(626)->
	{ok,#data_task_talk{
       id = 626,
		 q1 = <<"那些野蛮的熊简直是我们优雅血族的死敌，去杀死一些吧，再去跟雷欧说，他是我的朋友，不是我的食物了。"/utf8>>,
		 a1 = <<"哈哈，乐意效劳"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(627)->
	{ok,#data_task_talk{
       id = 627,
		 q1 = <<"干掉那些熊了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(628)->
	{ok,#data_task_talk{
       id = 628,
		 q1 = <<"呵呵，其实我根本也没把那个吸血鬼放在眼里，想打我的主意还太早！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(629)->
	{ok,#data_task_talk{
       id = 629,
		 q1 = <<"你能安全的到达这里，看来你已经经受住了诱惑与考验，去下层吧，神器就在那里。"/utf8>>,
		 a1 = <<"我知道了。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(630)->
	{ok,#data_task_talk{
       id = 630,
		 q1 = <<"乔治就在第四层，去找他吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(631)->
	{ok,#data_task_talk{
       id = 631,
		 q1 = <<"欢迎来到这最后的圣地！战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(632)->
	{ok,#data_task_talk{
       id = 632,
		 q1 = <<"这里已经被邪恶的势力所占领，那些巨牙海民，原本只是一些杀人的工具，现在也在这里肆意屠戮，去解决他们吧！勇士"/utf8>>,
		 a1 = <<"必不辱命！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(633)->
	{ok,#data_task_talk{
       id = 633,
		 q1 = <<"已经解决了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(634)->
	{ok,#data_task_talk{
       id = 634,
		 q1 = <<"太好了勇士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(635)->
	{ok,#data_task_talk{
       id = 635,
		 q1 = <<"这里是英灵殿的主殿，这里有弗雷亚之链，但是外域魔神的残部最近已经渗透进来，占领了这里。"/utf8>>,
		 a1 = <<"什么？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(636)->
	{ok,#data_task_talk{
       id = 636,
		 q1 = <<"听我把话说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(637)->
	{ok,#data_task_talk{
       id = 637,
		 q1 = <<"是的，我们听过你的传说，期盼你的到来！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(638)->
	{ok,#data_task_talk{
       id = 638,
		 q1 = <<"帕恩族是有智慧的种族，他们非常难对付，去帮助斯科特吧，他快疯了！"/utf8>>,
		 a1 = <<"我这就去！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(639)->
	{ok,#data_task_talk{
       id = 639,
		 q1 = <<"小心对付帕恩！去找斯科特！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(640)->
	{ok,#data_task_talk{
       id = 640,
		 q1 = <<"传说中的勇士！非常感谢你的帮助！我终于等到你了！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(641)->
	{ok,#data_task_talk{
       id = 641,
		 q1 = <<"这里蕴藏的神器是我们世代需要守护的东西，它代表了亚兰大陆最后的荣耀，我们必须要守卫他！"/utf8>>,
		 a1 = <<"真神的荣耀会让你们成功的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(642)->
	{ok,#data_task_talk{
       id = 642,
		 q1 = <<"听我把话说完，战士！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(643)->
	{ok,#data_task_talk{
       id = 643,
		 q1 = <<"如果被魔族夺去了弗雷亚之链并且召唤出了魔神，我想亚兰大陆也就没有未来了。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(644)->
	{ok,#data_task_talk{
       id = 644,
		 q1 = <<"去吧，杀死无头骑士，那个深渊来的恶魔，让弗雷亚之链的光芒照耀整个大陆！你会得到神器的帮助的！这里通往神罚雪山，等下直接去那里吧！"/utf8>>,
		 a1 = <<"相信我，我一定会让那群家伙滚回去的！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(645)->
	{ok,#data_task_talk{
       id = 645,
		 q1 = <<"无头骑士无比强大，还需小心。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(646)->
	{ok,#data_task_talk{
       id = 646,
		 q1 = <<"欢迎来到神罚雪山，这里是亚兰大陆至高无上的存在。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(647)->
	{ok,#data_task_talk{
       id = 647,
		 q1 = <<"这里是神罚雪山，是亚兰大陆最高的地方也是最接近神的地方。去找乔希亚吧，他好像有事情要跟你说。"/utf8>>,
		 a1 = <<"我明白了！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(648)->
	{ok,#data_task_talk{
       id = 648,
		 q1 = <<"去找乔希亚吧！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(649)->
	{ok,#data_task_talk{
       id = 649,
		 q1 = <<"来的太及时了勇士！我这里需要你的帮忙！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(650)->
	{ok,#data_task_talk{
       id = 650,
		 q1 = <<"这里的野狼非常嗜血，他们需要得到来自人类的教训，我向你能够理解我在说什么。哦，对了，杰洛米好像也遇到了麻烦，去帮他一把！"/utf8>>,
		 a1 = <<"是，我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(651)->
	{ok,#data_task_talk{
       id = 651,
		 q1 = <<"记得还要去找杰洛米！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(652)->
	{ok,#data_task_talk{
       id = 652,
		 q1 = <<"勇士，你能来实在是太好了！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(653)->
	{ok,#data_task_talk{
       id = 653,
		 q1 = <<"这些愚蠢的熊整天来我这偷肉和蜂蜜吃，根本不能忍！勇士，你明白我的意思吗？"/utf8>>,
		 a1 = <<"哈哈，那当然。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(654)->
	{ok,#data_task_talk{
       id = 654,
		 q1 = <<"怎么样？完成了吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(655)->
	{ok,#data_task_talk{
       id = 655,
		 q1 = <<"哈哈，勇士，果然真神的选择非常正确啊！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(656)->
	{ok,#data_task_talk{
       id = 656,
		 q1 = <<"这些猪面怪是最近突然冒出来的，我也不知道到底是怎么回事，但是他们极其邪恶，我希望你在找到莱斯之前能帮我消灭这些猪面怪。"/utf8>>,
		 a1 = <<"没问题。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(657)->
	{ok,#data_task_talk{
       id = 657,
		 q1 = <<"记得先消灭猪头怪，再去找莱斯！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(658)->
	{ok,#data_task_talk{
       id = 658,
		 q1 = <<"勇士！看来你已经感受到邪恶的气息！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(659)->
	{ok,#data_task_talk{
       id = 659,
		 q1 = <<"战士，你看到那群史莱姆了么？真是到哪都有他们，粘粘的，那些绿色的液体也不知道有没有毒，帮我解决掉他们吧，那边的克里斯蒂安会给你报仇的。"/utf8>>,
		 a1 = <<"没事，我知道了。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(660)->
	{ok,#data_task_talk{
       id = 660,
		 q1 = <<"解决完了记得去找克里斯蒂安哦！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(661)->
	{ok,#data_task_talk{
       id = 661,
		 q1 = <<"被选中的勇士，你好，感谢你一路以来的帮助。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(662)->
	{ok,#data_task_talk{
       id = 662,
		 q1 = <<"据我所知，五神器之一的加拉尔之琴就在这附近。加拉尔之琴是传说中具有杀人与救人两种极端能量的神器。"/utf8>>,
		 a1 = <<"哦？这么神器？"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(663)->
	{ok,#data_task_talk{
       id = 663,
		 q1 = <<"听我说完吧。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(664)->
	{ok,#data_task_talk{
       id = 664,
		 q1 = <<"对，这把琴的持有者会得到众神的注视，当拨动琴弦时，大陆将为之颠覆！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(665)->
	{ok,#data_task_talk{
       id = 665,
		 q1 = <<"那边的哈特菲利亚美女，她的血脉好像是最古老的血族之一，怪不得那么漂亮，能帮我去问问她对我感觉怎么样吗？"/utf8>>,
		 a1 = <<"额..行，我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(666)->
	{ok,#data_task_talk{
       id = 666,
		 q1 = <<"哈特菲利亚特别漂亮，你不会错过的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(667)->
	{ok,#data_task_talk{
       id = 667,
		 q1 = <<"尊敬的战士，您的智慧与勇气已经传遍了亚兰大陆！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(668)->
	{ok,#data_task_talk{
       id = 668,
		 q1 = <<"我跟詹金斯是在这里认识并相爱的，他虽然是个人类，理论上说应该是我的食物，但是我就是无可救药的爱上了他，那些疯狂的教徒还想分开我们，想都别想！"/utf8>>,
		 a1 = <<"我明白了，我会帮你解决这个问题的。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(669)->
	{ok,#data_task_talk{
       id = 669,
		 q1 = <<"那些疯狂的教徒还在我周围，加油！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(670)->
	{ok,#data_task_talk{
       id = 670,
		 q1 = <<"哈特菲利亚，她...还好吗？"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(671)->
	{ok,#data_task_talk{
       id = 671,
		 q1 = <<"那些树人，嘴里老是在念着什么格鲁特格鲁特的，一边念还一边袭击过路的人，勇士，你能帮我解决这个困扰吗？"/utf8>>,
		 a1 = <<"好的，交给我！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(672)->
	{ok,#data_task_talk{
       id = 672,
		 q1 = <<"树人还在那“格鲁特”呢，勇士，加油！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(673)->
	{ok,#data_task_talk{
       id = 673,
		 q1 = <<"太好了，勇士！伟大的真神果然没有选错人！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(674)->
	{ok,#data_task_talk{
       id = 674,
		 q1 = <<"麦克森是我们整个雪山年纪最长的老者，他见证了亚兰大陆的巨变，是历史的印记，你有什么问题去找他聊吧！"/utf8>>,
		 a1 = <<"好的，非常感谢！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(675)->
	{ok,#data_task_talk{
       id = 675,
		 q1 = <<"麦克森就在极寒洞窟附近，你会找到他的。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(676)->
	{ok,#data_task_talk{
       id = 676,
		 q1 = <<"伟大的勇士，你还是来到了这里。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(677)->
	{ok,#data_task_talk{
       id = 677,
		 q1 = <<"那里上古的祭坛，但是在魔神降临的时候不幸被压塌了，现在那里占领了一批恶魔帕恩，你能帮我把这神圣的上古遗迹清理干净吗？"/utf8>>,
		 a1 = <<"如您所愿！"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(678)->
	{ok,#data_task_talk{
       id = 678,
		 q1 = <<"那些恶魔再在遗迹里，再去！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(679)->
	{ok,#data_task_talk{
       id = 679,
		 q1 = <<"太感谢你了，勇士，我们会永远铭记你的恩泽！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(680)->
	{ok,#data_task_talk{
       id = 680,
		 q1 = <<"我的年纪也大了，最近几次与真神的沟通告诉我，我将不久于人世，现在我唯一的心愿就是能守住这里的安宁，将这些牛头人赶回魔界，你能帮我吗年轻人？"/utf8>>,
		 a1 = <<"没问题，我这就去。"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(681)->
	{ok,#data_task_talk{
       id = 681,
		 q1 = <<"记得去找怀特海德，他那里似乎也有话想要跟你说。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(682)->
	{ok,#data_task_talk{
       id = 682,
		 q1 = <<"尊敬的勇士，我是极寒地窟的使者怀特海德。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(683)->
	{ok,#data_task_talk{
       id = 683,
		 q1 = <<"极寒地窟是亚兰大陆上最为寒冷的存在，也是最为纯净的所在，那里的万年寒冰可以冻结一切邪恶的魔物！但是外域魔神的残部一直在里面盘桓，我希望你能够帮助我们。"/utf8>>,
		 a1 = <<"好，我这就去"/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(684)->
	{ok,#data_task_talk{
       id = 684,
		 q1 = <<"沿着山崖的小路向上走，你就会看到极寒地窟的传送门。"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(685)->
	{ok,#data_task_talk{
       id = 685,
		 q1 = <<"选中的勇士！极寒地窟需要你的到来！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(9998)->
	{ok,#data_task_talk{
       id = 9998,
		 q1 = <<"干得不错！"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(9999)->
	{ok,#data_task_talk{
       id = 9999,
		 q1 = <<"通用对白[遇到不用管，找文案策划配置]"/utf8>>,
		 a1 = <<""/utf8>>,
		 q2 = <<""/utf8>>,
		 a2 = <<""/utf8>>,
		 q3 = <<""/utf8>>,
		 a3 = <<""/utf8>>
}};
get(_Id)->
	{error,no_match}.
